[
  {
    "year": 2009,
    "type": "conference",
    "title": "Intégrateurs, montez au front !",
    "description": "L’intégrateur HTML est devenu développeur web front. Au-delà de la terminologie, ce métier s’est complexifié, industrialisé, segmenté en sous-spécialités. Alors qu’on pourrait penser que la richesse des profils permettrait à chacun d’y faire sa place, bon nombre de développeurs expriment leur frustration.Nous tenterons de comprendre cette frustration et ébaucherons quelques pistes pour leur rendre le sourire.",
    "authors": [
      {
        "name": "Stéphane Deschamps",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/1d1319b65bbc845d779f3e5177e55c12.png",
        "description": "Sherpa du Web chez France Télécom"
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-ga/stephane_deschamps_integrateurs_montez_au_front.pdf",
      "video": "http://www.dailymotion.com/video/xbcfgw_integrateurs-montez-au-front-stepha_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Utilisabilité : quand le webdesign rencontre le marketing.",
    "description": "Le web marketing s’est toujours inspiré des techniques de communication de l’industrie papier. Or, les études d’utilisabilité ont prouvés que le web, perçu par les utilisateurs comme un nouveau média, déclenchait de nouveaux comportements, remettant ainsi en cause des stratégies établies et séculaires.Au milieu, le webdesign, doit se frayer un chemin et réfléchir à la fois à l’esthétisme et à la fonction principale d’un site.Comprendre la démarche de l’utilisabilité, au travers des conclusions de ses expertises, l’allier avec les besoins du marketing et les attentes du webdesign, afin de vous permettre de créer des sites web efficaces et efficients, tels seront les buts de cette intervention.",
    "authors": [
      {
        "name": "Christophe Zlobinski-Furmaniak",
        "picture": "http://www.paris-web.fr/2009/squelettes/img/avatar-orateurs-defaut.png",
        "description": "Diplômé en Communication et Marketing international, Christophe Zlobinski-Furmaniak, aka Furmi, est un webdesigner passionné et engagé, expert en marketing visuel et expérience utilisateur. De formation anglo-saxonne, il apporte aux entreprises qu’il audite, lors de missions de webdesign, de conseil en stratégie marketing, mais également d’encadrement, de management, et de direction artistique, une vision nouvelle où expertise et audace se conjuguent."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-pa/christophe_zlobinski_furmaniak_utilisabilite_webdesign_marketing.pdf",
      "video": "http://www.dailymotion.com/video/xbeuc6_utilisabilite-quand-le-webdesign-re_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Un seul Web",
    "description": "Avec les nouveautés de CSS 3 et HTML 5, il est désormais aisé de n’avoir qu’un seul site Web, qu’il soit accédé par des navigateurs de bureau ou des clients mobiles. Nous allons voir comment faire un design Web qui soit multi-clients, réduisant ainsi le coût du projet et simplifiant sa maintenance.  Attention, présence de canards en plastique sur scène fortement probable.",
    "authors": [
      {
        "name": "Daniel Glazman",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/ab1748143c308fe04b7720f0dafbe6d8.png",
        "description": "CEO @ Disruptive Innovations, W3C CSS WG Co-chair"
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-ga/daniel_glazman_un_seul_web.pdf",
      "video": "http://www.dailymotion.com/video/xbd0nx_un-seul-web-daniel-glazman-paris-we_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Webdesigner, l’homme qui parlait à l’oreille des intégrateurs",
    "description": "Le webdesigner doit-il être un illustrateur, une infographiste, un concepteur, un intégrateur ... ? La réponse n’est pas aisée et fait toujours débat aujourd’hui tant ce métier est jeune et dépendant d’un secteur en constante évolution.Ce que nous pouvons constater, c’est qu’il existe encore bien souvent, un gouffre d’incompréhension entre les designer qui se concentrent sur la créativité graphique, la communication, le marketing et les intégrateurs soumis aux contraintes du média web, aux problèmes de compatibilité et soucieux de standards et d’accessibilité.Comment réconcilier designer et intégrateur ? Comment envisager le métier de designer dans un contexte web sans en faire un développeur ou un ergonome ? Et si le webdesigner n’était tout simplement qu’un créatif capable de communiquer avec un intégrateur, de comprendre ses contraintes et d’adapter son travail en conséquence ?Quels pré-requis un designer doit-il acquérir pour atteindre cet objectif ? Quelles méthodes de travail imaginer entre ces deux acteurs du web pour laisser à l’un une certaine liberté créative et garantir à l’autre une faisabilité technique satisfaisante ?",
    "authors": [
      {
        "name": "Gilles Vauvarin",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/a14cd79e4693566aaf3d07f00c075b15.png",
        "description": "Biologiste de formation, Gilles s’est réorienté dans les technologies web en 1995. Après avoir occupé différents postes techniques (webmaster, intégrateur, analyste/développeur, chef de projet puis responsable informatique et multimédia) au sein d’entreprises privées et publics, il a consacré deux années à se perfectionner au design web en auto-formation."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-pa/gilles_vauvarin_webdesigner_parlait_integrateur.pdf",
      "video": "http://www.dailymotion.com/video/xbevhs_webdesigner-lyhomme-qui-parlait-a-l_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "HTTP pour les naïfs et les brutes",
    "description": "Vous connaissez HTTP, un peu, beaucoup, à la folie ? Mais êtes vous sûrs d’avoir tout saisi ? Cette présentation vous donnera quelques pistes pour comprendre la métaphore HTTP et son utilisation réelle (et limitée) sur le Web aujourd’hui.",
    "authors": [
      {
        "name": "Karl Dubost",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/f4710cd3f229ccf74f9bed4d26708fe5.png",
        "description": "Directeur du Développement chez Pheromone (Montréal, Canada)"
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-ga/karl_du_bost_http_naifs_bruts.pdf",
      "video": "http://www.dailymotion.com/video/xbdepl_http-pour-les-naifs-et-les-brutes-k_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Le Webdesign orienté business",
    "description": "Les webdesigners chargés de réaliser le(s) site(s) Web d’une entreprise sont soumis à de très fortes contraintes liées aux objectifs business et marketing du client. Mais au fait, c’est quoi le Webdesign ? Et un webdesigner ? Et qu’est-ce que le business vient faire là dedans ? Est-il possible de produire un webdesign pragmatique qui ne s’autocensure pas tout en étant à l’écoute à la fois des commanditaires et des utilisateurs ? Tentative de réponse pendant cette conférence.",
    "authors": [
      {
        "name": "Jeremie Patonnier",
        "picture": "http://www.paris-web.fr/2009/squelettes/img/avatar-orateurs-defaut.png",
        "description": "Responsable de l’équipe de développement Web de la Direction Internet France de BNP Paribas Personal Finance"
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-pa/jeremie_patonnier_webdesign_business.pdf",
      "video": "http://www.dailymotion.com/video/xbf1pa_le-webdesign-oriente-business-jerem_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "CSS peut-il être orienté objet ?",
    "description": "Appliquer les principes de la programmation orientée objet à CSS (OOCSS) aide à obtenir un code plus léger et qui est à la fois plus simple à écrire et maintenir. Peu importe votre bibliothèque Javascript préférée (jQuery, YUI etc.), apprendre les rouages de OOCSS simplifiera votre processus de développement. Faites usage du projet open source OOCSS, y compris les \"singletons\", l’héritage, le \"scope\" et calculez la complexité du code.CSS est un point de frustration pour les développeurs et ingénieurs sur lequel les startups se cassent les dents. Dans cette présentation pratique, Nicole explore les stratégies permettant de prendre le contrôle de votre interface utilisateur. Cette présentation couvre les rouages de OOCSS et inclue des démonstrations, y compris de débuggage.Apprenez à :Un changement fondamental dans l’architecture du code permet au projet open source OOCSS de fournir des tonnes de fonctionnalité en seulement 27 lignes de code, évitant ainsi le gonflage des fichiers et l’inefficacité. Essayez cette évolution du langage et apprenez à l’appliquer à des projets existants.",
    "authors": [
      {
        "name": "Nicole Sullivan",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/766cfdbf5558dec82dbc35ab9abbb41d.png",
        "description": "Nicole Sullivan est un auteur, consultant freelance en performances web et Ninja CSS. Elle à écrit sur l’optimisation d’images dans Even Faster Websites paru chez O’Reilly, redesigné le site du W3C et créé le projet open source OOCSS. Elle parle à travers le monde de CSS et de performances web, plus récemment à Bangalore en Inde, et Boulder au Colorado."
      }
    ],
    "ressources": {
      "slides": null,
      "video": "http://www.dailymotion.com/video/xbe8py_css-peutil-etre-oriente-objet-y-nic_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Mobile, nouvelles fonctionnalités",
    "description": "Charles parlera des fonctionnalités qui seront prochainement (ou actuellement) dans vos téléphones via des applications Web, telles que la géolocalisation, l’accès aux fichiers, CSS3, scope, etc. Il y abordera ce qui est actuellement faisable, niveau implémentation et niveau standardisation, ce qu’il reste a faire, et un peu côté technique. Quels sont les avantages, motivations et questions qui viennent avec ces avancées et comment fonctionnent-elles ?",
    "authors": [
      {
        "name": "Charles McCathieNeville",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/66d13d1fedc46120e678e1ed1722cb02.png",
        "description": "Charles McCathieNevile (chaals) est responsable des standards chez Opera Software, les fabricants norvegiens d’un navigateur pour tous les appareils. Il gère les environs 30 personnes d’Opera qui travaillent dans les groupes de W3C, IETF, ECMA, etc. En plus de cette gestion il fait du vrai travail, comme co-chair du groupe Web Applications chez W3C, et responsable d’accesibilité dans le \"core\" (noyau) d’Opera."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-pa/chaals_opera_mobile.zip",
      "video": "http://www.dailymotion.com/video/xbfb75_mobile-nouvelles-fonctionnalites-ch_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Basic housekeeping - keeping the web a safe and clean environment",
    "description": "Internet est constamment la cible d’attaques de spammers, crackers et autres personnes qui abusent du réseau, ils nous empêchent ainsi de concevoir le Web que nous imaginons. C’est très frustrant et ça l’est d’autant plus qu’au lieu de chercher de vrais solutions, nous punissons nos utilisateurs en leurs imposants des mesures de sécurités inaccessibles et peu utiles.Dans le cadre de cette conférence, Chris Heilmann essayera d’apporter des réponses en expliquant des techniques de base pour combattre ce mal. Bien qu’il n’y ai pas de solution miracle à la sécurité du Web, pensez au moins à fermer vos portes virtuelles aux agresseurs.",
    "authors": [
      {
        "name": "Christian Heilmann",
        "picture": "http://www.paris-web.fr/2009/squelettes/img/avatar-orateurs-defaut.png",
        "description": "Évangéliste Développeurs"
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-ga/christian_heilmann_basic_housekeeping.pdf",
      "video": "http://www.dailymotion.com/video/xbdfv1_basic-housekeeping-keeping-the-weby_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Webdesign et qualité",
    "description": "Jamais la toile n’a vu fleurir autant de services web en tout genre qu’aujourd’hui et pourtant, la qualité de ces services est rarement au rendez-vous. Mais qu’entend-on au juste par « qualité » ?Nous tenterons d’apporter une réponse par l’exemple et des critères de jugement sur ce qui fait la qualité d’une application web moderne. Nous essayerons également d’observer et comprendre l’importance des facteurs discrets mais fondamentaux à l’élaboration d’une application de qualité supérieure. Nous allons enfin apprendre à être intransigeants sur la richesse de l’expérience utilisateur et à refuser les compromis.",
    "authors": [
      {
        "name": "Florent Verschelde",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/2da0e3c339e6f06b5b27902ae409050f.png",
        "description": "Florent Verschelde est chef de projet chez O2Sources, où il intervient également sur l’intégration web, l’ergonomie et l’accessibilité. Littéraire de formation, il est venu au Web par passion douteuse pour les langages HTML et CSS."
      },
      {
        "name": "Benjamin De Cock",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/539c8c131f7c23b72e6ec5c1308e4c8a.png",
        "description": "Benjamin De Cock est designer web freelance et fondateur de Deaxon. Il se spécialise dans le design d’applications en mettant l’expérience utilisateur au centre de ses préoccupations."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-pa/florent_verschelde_benjamin_de_cock_webdesign_applications.pdf",
      "video": "http://www.dailymotion.com/video/xbfgk0_webdesign-et-qualite-f-verschelde-b_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Being Agile, Being Good",
    "description": "Les méthodes agiles ont révolutionné le monde du développement web et est de facto l’approche favorite des startups. Bien utilisées, les méthodes agiles peuvent résoudre les problèmes qui empoisonnent les méthodes traditionnelles. Néanmoins, nous commençons seulement à voir comment faire fonctionner cette philosophie dans le développement pour le web. En particulier, comment peut-on s’assurer d’une qualité constante quand les cycles de publication sont courts et que le processus requiert de la souplesse.Dans cette conférence, Stephanie discutera des avantages, des contraintes, des challenges et des techniques pour appliquer les méthodes agiles à la construction de sites de haute qualité.",
    "authors": [
      {
        "name": "Stephanie Troeth",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/1f3649f8cd637afcb5ab87bde31d9865.png",
        "description": "Directrice de production de Book Oven"
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/v02-ga/stephanie_troeth_being_agile_being_good.pdf",
      "video": "http://www.dailymotion.com/video/xbe1t2_being-agile-being-good-stephanie-tr_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Référencement & Standards Web : La même destination",
    "description": "Cette conférence montrera l’action du web sémantique sur les moteurs de recherche actuels et ce qu’il nous est possible d’extrapoler concernant les futures applications. Nous prendrons un peu de recul pour voir la grande image de ce qui est en train de se dessiner. Nos pages web deviennent plus que des documents consultables par les internautes, mais aussi une source d’informations pour les ordinateurs. Ceci est rendu possible grâce aux standards web.Nous verrons comment les Microformats et RDFa enrichissent les pages. Ils font partie des premiers formats sémantiques pris en charge par les moteurs de recherche. Ces moteurs, omniprésent dans notre utilisation du web, qui sont en train de se positionner comme les premiers grands acteurs de la révolution sémantique.",
    "authors": [
      {
        "name": "Thierry Régagnon",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/e4d426ca0496f49a411e9da1c9e18ab2.png",
        "description": "Thierry Régagnon est Consultant SEO chez RESONEO, cabinet de conseil en stratégie et marketing e-business."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/v02-pa/thierry_regagnon_referencement_standards_web.pdf",
      "video": "http://www.dailymotion.com/video/xbfsx7_referencement-standards-web-la-meme_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Un Web ouvert",
    "description": "Comment faire un site ouvert sur le web ?De nombreux services fournissent maintenant des API vers leurs données et des flux d’export RSS. Nous allons dépasser ce degré zéro d’ouverture pour tenter de voir ce qui est envisageable.Certaines briques déjà existantes vous permettent d’ors et déjà de faire reposer votre site sur l’existant. Identification OpenId, communication entre applications par OAuth, exploration par YQL, SPARQL ou BOSS, les possibilités ne manquent pas et permettent de développer rapidement le service qui manque sans tout recréer déconnecté du reste du web.Ensuite nous parlerons de vie privée, de contrôle de ses données par l’utilisateur, et de toutes ces problématiques \"gênantes\" mais qui sont des réflexions indispensable dans le web d’aujourd’hui.",
    "authors": [
      {
        "name": "Eric Daspet",
        "picture": "http://www.paris-web.fr/2009/squelettes/img/avatar-orateurs-defaut.png",
        "description": "Ingénieur consultant dans les NTIC, Éric a développé une expertise autour de PHP et des technologies Open Source. Il est en particulier co-auteur avec Cyril Pierre de Geyer du livre « PHP 5 avancé » publié chez Eyrolles."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/j01-ga/eric_daspet_un_web_ouvert.pdf",
      "video": "http://www.dailymotion.com/video/xbdc7d_un-web-ouvert-eric-daspet-paris-web_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "De l’ergonomie pour mon e-commerce",
    "description": "Qu’est-ce qu’un site e-commerce qui marche, comment l’ergonomie peut l’aider à effectivement marcher, ou marcher mieux. Qu’est-ce que l’internaute demande, exige, attend d’un site e-commerce. Comment répondre mais aussi précéder ces attentes ?Problématiques spécifiques avec illustrations positives, négatives et avant / après de sites web :",
    "authors": [
      {
        "name": "Amélie Boucher",
        "picture": "http://www.paris-web.fr/2009/squelettes/img/avatar-orateurs-defaut.png",
        "description": "Consultante en ergonomie et architecture de l’information"
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/v02-pa/amelie_boucher_ergonomie-ecommerce.pdf",
      "video": "http://www.dailymotion.com/video/xbfwxj_de-lyergonomie-pour-mon-ecommerce-a_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "CSS3 : Future Style Now",
    "description": "Dans cette présentation, Molly E. Holzschlag passera en revue les concepts de base de CSS 3 et montrera comment les designers web et les développeurs peuvent étendre leur palette de possibilité avec de nombreuses fonctionnalités comme la gestion améliorée des couleurs, les images multiples en background, les images de bordure, les fontes embarquées et le design pour de multiples media. Molly montrera aussi comment utiliser l’amélioration progressive (« progressive enhancement ») tout en s’assurant que chaque fonctionnalité non encore supportée par un navigateur donné est correctement dégradée (« degrade gracefully »).",
    "authors": [
      {
        "name": "Molly Holzschlag",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/9001a65226cdf2dd76c85c6c0c169f09.png",
        "description": "Ayant retrouvé un peu d’équilibre après sa crise de la quarantaine, Molly a décidé de trouver enfin un travail. Elle est maintenant Web evangelist spécialisée dans les relations avec les développeurs, pour Opera Software, entreprise norvégienne à la croissance agressive qui conçoit le navigateur éponyme."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/v02-ga/molly_holzschlag_css3.pdf",
      "video": "http://www.dailymotion.com/video/xbcuzl_css3-future-style-now-molly-holzsch_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "ROI et performance web : intégrer la culture de l’optimisation à la stratégie Internet",
    "description": "Avec Internet, les directions marketing vivent une révolution liée au déploiement de stratégies nouvelles qui ne sont pas dénuées de risques. L’étude 2009 \"Analysis & action\" du cabinet Loudhouse Research révèle les axes d’investissement privilégiés : emailing, publicité en ligne, outils web analytics, référencement. Beaucoup d’initiatives pour être visible, mais une démarche d’analyse et d’optimisation des investissements encore peu fréquente. Le potentiel d’optimisation inexploité semble donc gigantesque ; le virage à prendre pour nombre de directions e-marketing sera d’intégrer la culture de l’optimisation à leur stratégie Internet pour optimiser les coût et minimiser les risques.Dans le cadre de cette conférence, c’est donc la culture de l’optimisation continue sera au premier plan ; le management de la qualité comme facteur clé de succès dans la démarche de pilotage de la performance sera à ce titre largement commenté.",
    "authors": [
      {
        "name": "Arnaud Brin",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/55f0c2629a650c2fc1a582b2c2564886.png",
        "description": "Arnaud BRIN dispose aujourd’hui de sa propre structure, \"Performance Agile\", cabinet de conseil en performance web et satisfaction client."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/v02-pa/arnaud_brin_roi_performance_web.pdf",
      "video": "http://www.dailymotion.com/video/xbg87l_roi-et-performance-web-integrer-la_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Concevoir un produit web c’est bien, faire en sorte qu’il soit accepté c’est mieux !",
    "description": "Pourquoi un produit web est-il plus accepté qu’un autre ? Comment pourrais-je améliorer l’acceptabilité de mon produit ? Si cette conférence m’ennuie, pourrais-je surfer sur mon Iphone ou mon Blackberry ?Si vous vous posez ces questions, alors vous êtes le bienvenu. Si vous ne vous les posez pas, vous êtes quand même le bienvenuAprès un rapide passage en revue des théories en psychologie sociale, nous identifierons les critères-clés d’acceptation avec de nombreux exemples parlants et métaphores à l’appui. Nous décortiquerons ensemble des cas réels afin de vous apporter toutes les connaissances nécessaires à l’élaboration d’un produit web accepté.La présentation permettra d’aboutir à une prise de conscience unanime : faire un produit accepté nécessite une approche commune incontournable, requérant une collaboration poussée entre les divers corps de métier et qui condamne le système de caste (’’chasse gardée\") encore trop présent dans les projets web.",
    "authors": [
      {
        "name": "Gautier Barrère",
        "picture": "http://www.paris-web.fr/2009/squelettes/img/avatar-orateurs-defaut.png",
        "description": "Ergonome, spécialiste « Human factor / User experience » logiciels interactifs et Web."
      },
      {
        "name": "Alain Vagner",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/8815e0bfc2a0c0b303d0f963c213455c.png",
        "description": "Ingénieur R&D"
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/v02-ga/alain_vagner_gautier_barrere_acceptabilite.pdf",
      "video": "http://www.dailymotion.com/video/xbecn3_concevoir-un-produit-web-cyest-bien_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "WCAG 2.0, Flash, PDF, Javascript et les autres sont dans un bateau...",
    "description": "Avec la diversification des technologies et des médias utilisés sur le web, l’accessibilité peut de plus en plus apparaitre comme une contrainte insurmontable. Face aux demandes incessantes pour avoir toujours plus d’interactivité et d’innovation, la réponse ne peut pas être « désolé, ça n’est pas possible ».  Nous essayerons au travers de cette conférence de voir en quoi les WCAG 2.0 peuvent apporter une solution vis-à-vis de la conformité aux standards mais également les solutions techniques existantes tel qu’ARIA, le balisage PDF ou les API d’accessibilité.",
    "authors": [
      {
        "name": "Aurélien Levy",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/ddb1b0e79d1d115d7593abb9ce7049b1.png",
        "description": "Après une formation initiale de graphiste, Aurélien a complété ses connaissances par une formation de concepteur réalisateur multimédia à l’Institut Supérieur des Arts. En janvier 2004, il devient l’un des premiers \"experts Accessiweb en évaluation\". Il est depuis septembre 2008 expert accessibilité pour le compte de la société Temesis."
      },
      {
        "name": "Sébastien Delorme",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/6c182e5709d5b53380e1536d5fa6d3ae.png",
        "description": "Sébastien est chargé de mission accessibilité numérique au sein de la société Atalan. Il intervient sur des missions de conseil et d’assistance technique et dans la réalisation d’audits d’accessibilité auprès de clients comme Areva, Capgemini, Carrefour, GDF Suez ou Lafarge. Sébastien est également en charge de l’animation des formations sur le thème de l’accessibilité du Web."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/v02-ga/aurelien_levy_sebastien_derlorme_quizz.pdf",
      "video": "http://www.dailymotion.com/video/xbdifk_paris-web-le-quizz_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Les nouveaux standards du web et leur implémentation dans les navigateurs modernes",
    "description": "Firefox 3.5 est la nouvelle version du navigateur web du projet Mozilla. Cette version apporte plusieurs améliorations très significatives pour les développeurs Web. Cela se traduit en particulier  par de meilleurs performances, un meilleur support d’HTML5, de CSS3 et de Javascript 1.8.La nouvelle  version du moteur Gecko rajoute plusieurs fonctionnalités multimédia telle que l’élément vidéo. Cette session sera l’occasion de redécouvrir la  puissance des  standards et  de l’importance  de l’Open Web, à  l’heure où l’enjeu  du Web  se déplace vers  les applications riches, où  les environnements de développement  tels que Silverlight, Flash cherchent  à positionner le  Web en  tant que citoyen  de seconde zone.",
    "authors": [
      {
        "name": "Tristan Nitot",
        "picture": "http://www.paris-web.fr/2009/squelettes/img/avatar-orateurs-defaut.png",
        "description": "Tristan Nitot est  le fondateur et actuel président  de Mozilla Europe, connu pour son navigateur Web Firefox,  qui est utilisé par plus de 100 millions de personne  en Europe. Il contribue à ce  projet depuis 2001. Sous l’impulsion de Mozilla Europe, le navigateur Firefox, traduit par des bénévoles, est maintenant disponible en 70 langues. Tristan Nitot utilise les différents réseaux  télématiques depuis 1984, publie sur le Web depuis 1996, participe au  développement  de navigateurs Web depuis 1997 et tient un blog depuis 2002 sur Standblog.org."
      },
      {
        "name": "Paul Rouget",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/8b614cfbbabfdfe40d87ddf2cd7f811f.png",
        "description": "Contributeur au projet Mozilla depuis 2004 et employé en tant que Technology Evangelist, Paul Rouget travaille à la promotion de l’Open Web et de Mozilla en tant que plateforme de développement."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/v02-ga/mozilla_nouveaux_standards.pdf",
      "video": "http://www.dailymotion.com/video/xbehq4_les-nouveaux-standards-du-web-et-le_tech"
    }
  },
  {
    "year": 2009,
    "type": "conference",
    "title": "Design itératif pour un site web de grande échelle",
    "description": "Nous aborderons les principes du design en itération au travers d’exemples concrets. Wireframes, prototypages, développements et tests utilisateurs sont autant de processus à renouveler afin de délivrer la meilleure expérience utilisateur tout en ayant des contraintes techniques extrêmes.Avec 38 millions de vues par jours, la page du lecteur de Dailymotion nous montre à quel point le processus d’itération est nécessaire dans le cadre d’un redesign complet et qu’à cette échelle un changement radical de design n’est pas envisageable. Nous aborderons les différentes étapes  de ce projet et les conclusions que nous pouvons en tirer.",
    "authors": [
      {
        "name": "Hervé Mischler",
        "picture": "http://www.paris-web.fr/2009/squelettes/img/avatar-orateurs-defaut.png",
        "description": "Après une formation de designer industriel, Hervé Mischler débute son expérience professionnelle dans le web en 1999."
      }
    ],
    "ressources": {
      "slides": "http://www.paris-web.fr/2009/slides/v02-pa/herve_mischler_design_iteratif.pdf",
      "video": "http://www.dailymotion.com/video/xbglwe_design-iteratif-pour-un-site-web-de_tech"
    }
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Wikipédia accessible ? C’est possible !",
    "description": "\"Wikipédia, le projet d’encyclopédie libre que vous pouvez améliorer\" se présente comme un projet d’encyclopédie que chacun peut consulter. Mais pour cela, il faut que ses rédacteurs utilisent au mieux les capacités de l’outil mediaWiki de manière à produire un contenu accessible... Sans pour autant se transformer en obsédés des WCAG.Cet atelier présentera le cadre global de l’accessibilité de Wikipédia, et se concentrera sur les solutions à mettre en place pour une amélioration de l’accessibilité qui ne trouble pas le travail des contributeurs.",
    "authors": [
      {
        "name": "Laurent Denis",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/a3632565487875c8fca83204262f9432.png",
        "description": "Laurent Denis a longtemps exercé comme enseignant en milieu universitaire et scolaire. C’est dans le cadre de ses activités d’enseignement qu’il a été amené à s’intéresser puis à se spécialiser sur l’accessibilité, les formats Web standards et les technologies CSS dès la fin des années 90."
      },
      {
        "name": "Gilles Chagnon",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/34e5cf1260c57f836a3791d44691fb5c.png",
        "description": "Électronicien et astrophysicien de formation, Gilles Chagnon est enseignant au Service de Formation Continue de l’Université Pierre et Marie Curie (Paris VI). À ce titre, il exploite quotidiennement les possibilités offertes par la mise à disposition en ligne de ressources pédagogiques, et ce quelle que soit la discipline scientifique ou informatique où il intervient."
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Gérer la sécurité de vos applications web",
    "description": "\"J’fais des trous, des petits trous... encore des petits trous.\" Tous les jours, à l’insu de votre plein gré, la sécurité de votre site web est mise à l’épreuve. Une simple petite faille peut suffire au bonheur des hackers.Nous verrons par des exemples pratiques comment sont exploitées aujourd’hui les principales failles de sécurité sur les serveurs et les applications web et quelles peuvent être leurs portées.Mais quelles sont donc les précautions à prendre pour éviter la plupart de ces attaques ?",
    "authors": [
      {
        "name": "Sébastien Pauchet",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/c81698b4a047bd4fa05aa3c8d077e940.png",
        "description": "responsable technique chez WS Interactive"
      },
      {
        "name": "Frank Taillandier",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/d8dfea2c26783c4b73b30923cdd62524.png",
        "description": "Consultant technique pour l’Académie de Toulouse"
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Faut-il maîtriser son code HTML ?",
    "description": "Cet atelier sera divisé en deux parties : une présentation et un débat animé. Chaque partie durera 45 minutes.La présentation portera majoritairement sur les sujets suivants :Pour lancer le débat, demander aux gens ce qu’ils pensent des sujets abordés lors de la présentation. Leur demander de répondre à la même question \"Faut-il maitriser son code HTML ?\" et raconter leur propre expérience de développements.",
    "authors": [
      {
        "name": "Mickael Morier",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/1ecd4e2acd4a16ad7e534f9173687e26.png",
        "description": "Passionné d’Internet depuis ses débuts dans l’informatique, Mickaël Morier est ingénieur ESIEA. Ses premiers développements web étaient personnels mais ont donné lieu par la suite à des réalisations en agence web et en junior entreprise avec une volonté grandissante de respecter et de promouvoir les standards du web."
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "La trousse de survie en milieu web hostile",
    "description": "Vous êtes perdu au milieu de la jungle Internet, lâché comme ça tout seul dans ce milieu hostile au respect des standards, des bonnes pratiques et de l’accessibilité ?N’ayez plus peur, et venez voir les explorateurs du Web Samuel et Vincent ! Ils vous exposeront leur trousse de survie en milieu Web hostile !Autrement dit, nous allons découvrir des outils de développement et d’évaluation gratuits qui permettent de mieux respecter les standards, les bonnes pratiques et d’améliorer l’accessibilité : les bookmarklets, les plug-ins navigateurs, les sites Web et services, etc…Avec tout ça, vous serez parés pour l’aventure de l’accessibilité !",
    "authors": [
      {
        "name": "Vincent Aniort",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/5db2dcc6f529ce9437fc4f3229bad7c2.png",
        "description": "Tombé dedans très tôt, suite à des études de Biochimie (comme quoi !), il a tout fait :"
      },
      {
        "name": "Samuel Le Morvan",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/a2ff3507fbab101fb39ce7bbd29849e6.png",
        "description": "Tombé amoureux d’Internet au milieu des années 90, il décide du jour au lendemain d’en faire son métier. Passionné de tout ce qui a trait au Web, il se plonge aussi bien dans le design, l’intégration que dans la programmation."
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Eye Tracking ou comment mon client regarde mon site Internet et les nouvelles interactions Homme-Machine de demain",
    "description": "A-t-il vu la promotion du mois ? Le panier d’achat ? Cherche-t-il les avis de consommateurs ? Qu’a-t-il regardé en premier et combien de temps y est-il resté ? Dois-je refondre mon site et sur quels critères afin d’en améliorer l’ergonomie, et augmenter le ‘taux de conversion’ ?Si vous vous êtes déjà posé les questions suivantes sans pouvoir y répondre de manière objective et simple, cet atelier vous apportera des éléments de réponse.A travers des exemples concrets, vous découvrirez ce que la technologie Eye Tracking peut vous apporter pour l’analyse de son ‘usabilité’ en pré-test ou l’audit d’un site web. Démonstrations et applications illustreront comment il est possible de recueillir facilement et objectivement le parcours du regard d’un internaute. Vous disposerez ainsi d’éléments objectifs pour :Lors de l’atelier, un appareil Eye Tracking sera mis à votre disposition pour effectuer vos premiers tests sur vos sites en ligne !Au delà des applications Markéting et Ergonomie (« pré-test de site web », de publicités), l’Eye Tracking est également utile pour les personnes handicapées, pour le contrôle de vigilance dans les voitures de demain et de multiples autres applications passionnantes et surprenantes dans un futur proche pour tous au quotidien. Venez les découvrir !",
    "authors": [
      {
        "name": "Antoine Luu",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/320d44fee02bb9a535ab832c871073f4.png",
        "description": "Responsable France Tobii Eye Tracker"
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Technologies riches sur mobile : tour d’horizon et perspectives",
    "description": "Pendant l’atelier, Nicolas Fournier présentera diverses technologies pour créer des interfaces riches sur application mobile. Fort de retours d’expérience provenant de prototypes ou de réelles applications, il pourra donner les avantages et inconvénients comparés de ces technologies, tout en restant assez écarté du côté technique pour permettre un public large. Au menu, rien que ça : les usages, les WebKits, Android, LWUIT et JavaFX !",
    "authors": [
      {
        "name": "Nicolas Fournier",
        "picture": "http://www.paris-web.fr/2009/squelettes/img/avatar-orateurs-defaut.png",
        "description": "Nicolas Fournier travaille depuis 5 ans chez Orange Labs, et depuis presque tout ce temps il mène des travaux sur les plates-formes mobiles sur des projets d’offres ou de services innovants pour les entreprises. Et il est aujourd’hui chef de projet, toujours chez Orange Labs, toujours sur le mobile !"
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Le Web social",
    "description": "Sur les réseaux sociaux actuels, l’utilisateur a une vision limitée de son réseau. Le fournisseur a, de son coté, une vision totale - de 250 millions de comptes dans le cas de Facebook. Le fournisseur peut de plus exclure à son bon vouloir toute personne qu’il pense être contre ses intérêts. Du coté pratique, l’utilisateur est confronté à un nombre grandissant de réseaux, chacun lui demandant de rentrer les mêmes informations.En utilisant le Web Sémantique (l’ontologie FOAF en particulier), on peut créer des réseaux sociaux distribués (décentralisés) où chaque acteur peut contrôler son espace personnel et ce connecter à ses amis qui peuvent faire de même. Mais, jusqu’à présent, ces informations étaient complètement publiques.En utilisant une astuce simple permise par SSL (Secure Sockets Layer) on peut non seulement créer des réseaux sociaux décentralisés, mais aussi sécurisés, qui permettent au serveur de retourner des représentations personnalisées en identifiant l’utilisateur par la connexion SSL elle-même - sans qu’il doive enter un nom de compte ou un mot de passe.Nous décrirons l’architecture d’un tel system qui a déjà des implémentations Open Source en Python, Perl, PHP, Drupal, Java, et autres.",
    "authors": [
      {
        "name": "Henry Story",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/06b05db620f517e5a891cd15cf6848b0.png",
        "description": "Henry travaille en tant qu’architecte des Réseaux Sociaux à Sun Microsystems, où il a travaillé sur un client de blog Java en lui ajoutant une base de donnée RDF, a créé un Carnet d’adresses foaf, et a découvert un nouveau protocole zen, qui n’invente rien : foaf+ssl. Ce protocole permet une identification qui est RESTful et en plus qui fonctionne avec les navigateurs actuels."
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Portabilité des données : danger ou opportunité ?",
    "description": "Discussion sur les notions de mobilité et d’appartenance des données numériques. Quels sont les enjeux sous-jacents ? Quelle différence entre portabilité et contrôle ? Faut-il encourager l’ouverture et la réutilisation de ses données ? Quel est le lien avec nos identités numériques ?Le format adopté encouragera les échanges entre participants afin de rendre la session interactive.",
    "authors": [
      {
        "name": "David Larlet",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/36a535027e0bb6d579a91c2d79e3263a.png",
        "description": "Concepteur d’applications Web en freelance"
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Comment faire du Web 2.0 vraiment accessible ?",
    "description": "Cet atelier va explorer les problèmes d’accessibilité pour les applications web, dans un monde qui utilise des navigateurs n’importe où (jeux videos, telephones de tous types, les voitures, et même dans les ordinateurs !). Ce sera une discussion interactive, avec le but de suivre les chemins au-delà de \"faire une version alternative\". Donc les thèmes prevus sont HTML5 avec ARIA,<canvas>, <video>/<audio>, SVG, l’accessibilité Flash etc.Il y a eu déjà pas mal de discussion sur ces thèmes. Dans cet atelier, nous voulons voir l’état de l’art actuel, l’avenir (ou les avenirs possibles) vu par les professionnels, pour nous informer et pour mieux informer les autres discussions tels que celle qui aura lieu chez Stanford University sur video, et dans le groupes d’HTML5 et de la WAI sur <canvas> et ARIA.",
    "authors": [
      {
        "name": "Charles McCathieNeville",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/66d13d1fedc46120e678e1ed1722cb02.png",
        "description": "Charles McCathieNevile (chaals) est responsable des standards chez Opera Software, les fabricants norvegiens d’un navigateur pour tous les appareils. Il gère les environs 30 personnes d’Opera qui travaillent dans les groupes de W3C, IETF, ECMA, etc. En plus de cette gestion il fait du vrai travail, comme co-chair du groupe Web Applications chez W3C, et responsable d’accesibilité dans le \"core\" (noyau) d’Opera."
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Kit du parfait petit intégrateur",
    "description": "Il s’agira de l’étude concrète d’un cas pratique de A à Z en se basant sur un site réel et existant. Nous y aborderons donc, dans un ordre chronologique, toutes les étapes  de la création et du recettage d’un site web du point de vue de l’intégrateur.Nous parlerons donc des outils mais aussi des méthodes disponibles pour chaque étape en essayant d’être à la fois exhaustifs et critiques, et ce en se basant/faisant des démos sur un site web réel existant dont nous reprendrons les étapes de conception, débuggage et optimisation.Sera fourni à chaque participant une \"check-list\" des étapes préconisées et des outils et méthodes pour chaque étape. Nous attendons la participation des personnes assistant à l’atelier, et ce afin notamment d’enrichir cette check-list, qui resterai disponible en ligne par la suite (billet, wiki ? reste à décider).",
    "authors": [
      {
        "name": "Thierry Régagnon",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/e4d426ca0496f49a411e9da1c9e18ab2.png",
        "description": "Thierry Régagnon est Consultant SEO chez RESONEO, cabinet de conseil en stratégie et marketing e-business."
      },
      {
        "name": "Marie Alhomme",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/dc01ece5040f6eddc99d9e6000020486.png",
        "description": "Webdesigner et Intégratrice xHTML/CSS/JS spécialisée en Accessibilité."
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Le Web en Offline avec Gears et HTML 5",
    "description": "Gears est un outil Open Source, majoritairement connu pour permettre à une page Web d’être consultable en étant déconnecté du réseau. Ce plugin pour navigateur Web propose pourtant d’autres briques utiles dans d’autres contextes, notamment les performances et le traitement d’un nombre important de données. C’est un outil unique permettant de créer des applications fonctionnelles hors-ligne et cross-brower sans avoir à recours à du client lourd (type application iPhone). La présentation se focalisera sur la présentation des composants, des exemples d’utilisation mais aussi sur les contraintes et les choix de stratégie à adopter dans son code pour éviter la création d’usines à gaz.L’atelier concluera sur l’avenir et HTML 5 dans la mesure où les travaux de Gears sont désormais intégrés à la spécification HTML 5.",
    "authors": [
      {
        "name": "Thomas Parisot",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/bb39fade15fdb3440071f9b4fe8e48f1.png",
        "description": "Consultant Web, accessibilité et respect des standards chez Clever Age."
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Accessibilité, on rase gratis",
    "description": "Comment évaluer rapidement l’accessibilité du site qu’on vient de développer quand on n’a pas un expert sous la main ?Dans une première partie nous vous présenterons les outils auxquels nous faisons appel au quotidien : la plupart vous sont connus (Firebug), d’autres sont spécifiques (bookmarklets, revues d’écran). Ces outils nous permettent d’évaluer rapidement l’accessibilité des sites auxquels nous sommes confrontés.Dans une deuxième partie nous \"raserons gratis\" les sites que vous nous suggérez : nous ferons un \"crash test\" rapide qui vous permettra de rentrer au bureau en sachant quels points sont les plus bloquants pour améliorer grandement l’accessibilité de votre site.",
    "authors": [
      {
        "name": "Stéphane Deschamps",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/1d1319b65bbc845d779f3e5177e55c12.png",
        "description": "Sherpa du Web chez France Télécom"
      },
      {
        "name": "Aurélien Levy",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/ddb1b0e79d1d115d7593abb9ce7049b1.png",
        "description": "Après une formation initiale de graphiste, Aurélien a complété ses connaissances par une formation de concepteur réalisateur multimédia à l’Institut Supérieur des Arts. En janvier 2004, il devient l’un des premiers \"experts Accessiweb en évaluation\". Il est depuis septembre 2008 expert accessibilité pour le compte de la société Temesis."
      },
      {
        "name": "Marie Destandau",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/6d617efd6d3de7c65f7cf8b1ee49e4f9.png",
        "description": "Fondatrice de la société Ototoï, Marie privilégie une clientèle sensibles aux standards, à la notion d’accessibilité, et à la qualité des contenus."
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Webdesign et dyslexie",
    "description": "Après une définition des multiples aspects de la dyslexie, je compte présenter des exemples source de difficultés pour les personnes dyslexiques, et des solutions pour supprimer (ou minimiser) ces problèmes.Étant moi-même dyslexique, je suis particulièrement sensible à cette approche, trop rarement abordée.",
    "authors": [
      {
        "name": "Monique Brunel",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/3bcc7c7bb8735ce786210f20bf6c2dd0.png",
        "description": "Avec des diplômes d'institutrice primaire et de gestion d'une bibliothèque, elle a exercé la profession de secrétaire-bibliothécaire dans divers établissements scolaires. Perte d'emploi et découverte d'Internet ont coïncidé en 1999, c'était une belle occasion de découvrir de nouveaux horizons et de mettre en ligne un site pour un club d'athlétisme. Le doigt était mis dans l'engrenage.  Son goût pour le partage des connaissances a trouvé à s'exprimer via Usenet d'abord (où elle reçoit ses premières vraies leçons sur les CSS par Fabrice Bonny à l'époque où OpenWeb était en gestation), au travers d'une participation à des projets communautaires ensuite (les forums Webmaster-Hub et Alsacréations, le projet Opquast, le  collectif OpenWeb, l'encyclopédie Wikipédia, l'annuaire Dmoz...)."
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Web Sémantique : données liées et sémantique des schémas",
    "description": "Nous gravirons ensemble la pile des recommandations du W3C pour le web sémantique sans entrer dans les détails techniques mais en donnant suffisamment d’éléments sur chacune d’elle pour reconstruire le puzzle de ce nouveau paysage d’information. L’objectif n’est pas de donner une formation technique complète sur les différentes briques de cette pile (RDF, RDFS, SPARQL, OWL, RDFa, GRDDL, RIF, SKOS, POWDER, etc.) chacune méritant à elle seule plusieurs heures de formation. Notre objectif sera de donner les clefs de lecture de ces recommandations et leur positionnement respectif pour permettre aux auditeurs d’identifier les briques qui peuvent leur être utiles.",
    "authors": [
      {
        "name": "Fabien Gandon",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/7c7e7ba706e49ecd119a9328f7b30f65.png",
        "description": "Fabien Gandon est chercheur en informatique dans l’équipe Edelweiss de l’Inria de Sophia-Antipolis. En 2002, son doctorat en informatique est au carrefour entre l’intelligence artificielle distribuée et les systèmes d’information pour la gestion des connaissances, explorant les formalismes basés sur les ontologies informatiques et les architectures multi-agents pour matérialiser et gérer des mémoires organisationnelles sous la forme de web sémantiques d’entreprise. En post-doc à l’Université de Carnegie Mellon (CMU) il supervise le projet myCampus exploitant les formalismes du web sémantique et les services web pour intégrer la captation du contexte et le respect de la vie privée dans les accès mobiles aux services en ligne. En 2008 il défend une HDR sur la gestion des connaissances à base de graphes. Fabien s’intéresse maintenant aux formalismes et aux architectures du web sémantique pour assister le cycle de vie des communautés en ligne dans leurs interactions et leur gestion de l’information. Ce domaine l’a amené à étudier l’analyse des réseaux sociaux et du social tagging à travers les langages du web sémantique. Il a participé à plusieurs projets européens et nationaux, et est membre de plusieurs comités de programme pour des journaux, conférences et ateliers. Enfin, il est membre de plusieurs groupes de travail du Consortium World Wide Web (W3C), où il a contribué à des standards tels que GRDDL et RDFa. (voir http://fabien.info)"
      }
    ]
  },
  {
    "year": 2009,
    "type": "workshop",
    "title": "Test automatisé d’applications JavaScript avec Qunit et Selenium",
    "description": "Plus une application arrive à un stade de maturation avancé et plus elle se complexifie, rendant son test de plus en plus hardu pour le commun des mortels.Plutôt que de perdre beaucoup de temps à tester manuellement nos applications JavaScript, nous verrons donc comment mettre en place des tests automatisés sur une application avec Qunit, le framework de tests de JQuery.Et nous verrons comment exécuter tous ces tests dans notre application avec Selenium.",
    "authors": [
      {
        "name": "Damien Mathieu",
        "picture": "http://www.paris-web.fr/2009/local/cache-gd2/c7ae2c526ceb837b36999e1da1945c44.png",
        "description": "Damien Mathieu est développeur web salarié chez O2Sources et auto-entrepreneur spécialisé dans le développement d’applications backend avec Ruby on Rails."
      }
    ]
  }
]