[
  {
    "year": 2012,
    "type": "workshop",
    "title": "Le projet web dont vous êtes le héros agile",
    "url": "https://www.paris-web.fr/2012/ateliers/le-projet-web-dont-vous-etes-le-heros-agile.php",
    "description": "Vous êtes une équipe de développement en charge d’un projet web. Si vous voulez connaître votre mission, allez en 2. Si vous voulez savoir comment va se dérouler l’atelier, allez en 3.   Vous allez être plongés dans l’aventure de la conception et la réalisation d’un projet web. Si vous avez hâte d’en découdre, allez en 4. Si vous avez trop peur, allez en 5.   L’atelier se présente sous la forme d’un jeu de rôle dont les participants seront les héros. Dans la grande veine des “livres dont vous êtes le héros”, les joueurs auront à faire des choix pertinents pour relever des défis agiles et terminer l’aventure. Allez en 2 pour connaître votre mission.   Soyez les bienvenus dans cette aventure ! Prenez votre courage et votre épée… heu… vos outils (papier, crayon, micro-ordinateur, éditeur de texte, tablette graphique, cerveau) et rejoignez-nous pour cet atelier ludique, agile et résolument web.   Paralysés par la peur de l’échec, vous manquez de communication claire, de répartie, les spécifications vous étouffent, vous ne rendez pas le projet à temps, le client est insatisfait, votre équipe démissionne, votre réputation empire… votre société dépose le bilan. Vous voulez recommencer ?   http://vousetesleheros.alwaysdata.net/",
    "tags": [
      "agilité"
    ],
    "authors": [
      {
        "name": "Bruno Bord",
        "description": "Bruno & Pablo a.k.a Starsky & Hutch.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/09/brunobord-thumb-143x143-256.jpg"
      },
      {
        "name": "Pablo Pernot",
        "description": "Bruno & Pablo a.k.a Starsky & Hutch.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/pablo-pernot-thumb-143x143-239.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Comprendre l'autisme pour améliorer les projets transmédias",
    "url": "https://www.paris-web.fr/2012/conferences/comprendre-lautisme-pour-ameliorer-les-projets-transmedias.php",
    "description": "L’explosion des réseaux sociaux, des plateformes et des contenus a entre autres permis l’émergence d’une forme de diffusion qui passionne autant les créateurs que les consommateurs : le transmédia.   Seulement, voilà que l’évidence ne suffit pas pour que cela fonctionne réellement. Pourtant tout y est. Que manque-t-il que nous ne voyons pas pour que la réussite de ce mode de narration s’impose ? Peut-être faut-il chercher du côté des champions du sens, les autistes. Vous allez être surpris…",
    "tags": [
      "personas",
      "storytelling"
    ],
    "authors": [
      {
        "name": "Véronique Marino",
        "description": "Basée à Montréal, Véronique Marino est consultante en développement et stratégie de contenu multiplateforme sur le Web.  De 1996 à 1999, elle est associée au développement et à l'implantation du portail généraliste InfiniT.com pour le compte du Groupe Vidéotron, et du premier site Internet pour le réseau de télédiffusion TVA. De 1999 à 2001, elle a poursuivi sa carrière comme chef de produit d’une suite logiciel basée sur la reconnaissance du langage naturel sur le Web au sein de Nomino Technologies. Ses qualités de gestionnaire et sa compréhension du développement innovateur l'ont conduite chez Nurun où elle a assuré le développement de nombreux projets avec l'ensemble du Groupe Quebecor. Directrice du programme Médias interactifs de L’inis depuis 2004, elle a développé depuis 2009 l’activité de son service-conseil, Espace Infusion, spécialisé dans le transmédia et incubateur des projets les plus reconnus sur le web (zieuter.tv...).  Elle donne régulièrement des ateliers ainsi que des conférences dans tout le Canada et en France (pour l'INA et L'INASup).",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/091208_Ve%E2%95%A0%C3%BCronique_Marino_photo-thumb-143x143-231.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xuxuyi",
      "slides": "http://www.paris-web.fr/2012/vmparisweb2012-finale-121019052421-phpapp02.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Web Design's Lego: visual grammar and lexicon of the web",
    "url": "https://www.paris-web.fr/2012/conferences/web-designs-lego-visual-grammar-and-lexicon-of-the-web.php",
    "description": "With spoken language, fluency comes from constant exposure and practice. However, in order to truly master a language, all children must learn its grammar. Likewise, to masterfully tell stories, one must learn its lexicon.   The language of web design is no different. While we all are fluent in the lingua franca of our craft, do we know what we need to masterfully communicate Story visually?   Let's explore how we can begin to infuse our designs with the magic of storytelling by discovering the grammar of visual \"linguistic\" units of web design.   We will then look at how we can artfully connect these units to form eloquent visual phrases and sentences, and combine all of these techniques to communicate compelling stories through our creations.    Pour être à l'aise avec une langue parlée, il faut y être constamment exposé, en écoute comme en expression. Toutefois, pour la maîtriser véritablement, il faut en apprendre la grammaire. De la même façon pour raconter avec succès des histoires, il faut en apprendre le lexique.  Le langage du design web ne fait pas exception. Alors que nous sommes tous à l'aise avec la lingua franca de notre métier, avons-nous pour autant assez de connaissances pour transmettre une Histoire visuelle avec succès ?  Je vous propose d‘explorer les façons d'imprégner nos designs de la magie du conteur, en découvrant la grammaire des unités « linguistiques » visuelles du design web.  Nous pourrons alors déterminer comment combiner ces unités avec art pour produire des phrases visuelles éloquentes, et comment tirer parti de toutes ces techniques pour raconter de captivantes histoires au moyen de nos créations.     NB : cette conférence sera en anglais avec traduction simultanée.",
    "tags": [
      "design",
      "storytelling"
    ],
    "authors": [
      {
        "name": "Denise Jacobs",
        "description": "Denise Jacobs adores being a sought-after international Speaker, Author, Web Designer, and Creativity Evangelist. Most appreciated on Twitter as @denisejacobs for her “Great Resources”, Denise is the author of The CSS Detective Guide, the premier book on troubleshooting CSS code; and co-author to InterAct with Web Standards and the just-released Smashing Book #3: Redesign the Web. Her widely-read articles encourage people to express their creativity as they Banish Their Inner Critic and Reignite Their Creative Spark. Her latest pet project: to encourage more people from underrepresented groups to Rawk The Web by becoming visible web experts.     Denise Jacobs adore être courtisée en tant qu'oratrice d'envergue internationale, designer web, auteure, et évangéliste Créativité.  Très appréciée sur Twitter en tant que @denisejacobs pour ses “Grandes Ressources”, Denise est l’auteure de The CSS Detective Guide, le principal ouvrage sur le débogage de code CSS ; et la co-auteure de InterAct with Web Standards et du tout récent Smashing Book #3: Redesign the Web. Ses articles au large public encouragent ses lecteurs à exprimer leur créativité en Bannissant Leur Critique Interne et à Raviver Leur Étincelle Créative.  Son dernier projet personnel : encourager davantage de gens issus de groupes peu représentés à Bouger Le Web en devenant des experts web reconnus.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/denise-jacobs-thumb-143x143-200.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xw4ipk",
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "13.0.0.0.0, ou toute la vérité sur le calendrier maya, internet et l’homo evolutis",
    "url": "https://www.paris-web.fr/2012/conferences/tba.php",
    "description": "Nous sommes des créateurs privilégiés. Pendant des années, des femmes et des hommes se sont battus pour le web que nous avons aujourd’hui. Ils ont évangélisé une religion sacrilège, la standardisation. Ils ont joué aux savants fous en fusionnant plusieurs sciences en une seule, l’expérience utilisateur. Ils ont défendu les intérêts de personnes qui ne soupçonnent même pas leur existence. Et ils ont tissé les fils d’un futur où nous pourrons à notre tour en faire de même, moins les contraintes.  Ce futur est enfin arrivé. Nous avons les outils. Nous avons les supports. Les techniques. La science. L’art. La question que tout le monde est en train de se poser en ce moment, c’est : qu’en faire ? L’intelligentia du web réalise enfin que ce qui compte, ce ne sont ni les techniques dernier cri, ni la maestria des artistes digitaux ; ce sont les interactions qui naissent de leur combinaison, ce sont les expériences mémorables qui n’auraient pas été possibles sans elles. Voyons cela en détail avant que l’univers n’implose.",
    "tags": [
      "décalé"
    ],
    "authors": [
      {
        "name": "Régis Kuckaertz",
        "description": "Régis est concepteur web au gouvernement du Grand-Duché de Luxembourg pour le compte de Nvision, une agence sévèrement burnée, où il mutile tel un ninja impitoyable les idées reçues sur la création de contenu, le design et le développement web. Pendant ses moments libres, il aime ne rien faire, savourer le parfum subtil du whisky, sonder les profondeurs abyssales de la littérature. Un désir insatiable de créer des œuvres qui sont à la fois utiles et agréables est ce qui le pousse à se lever tous les matins.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/R_gis%20Kuckaertz-thumb-143x143-218.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xunfaz",
      "slides": "http://www.paris-web.fr/2012/130000-RegisKuckaertz.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Les objets se font internet",
    "url": "https://www.paris-web.fr/2012/conferences/les-objets-se-font-internet.php",
    "description": "Comment sortir des catégories du web ?   Malgré son « jeune âge », le web est déjà pensé comme une continuité, un langage qui ne demande qu'à être développé, alors que nous en sommes à esquisser ses premières lettres, et donc encore loin de ces premiers mots.   Si l'on ne peut anticiper les discours du web de demain, au moins pouvons-nous décrire la manière dont la pensée créatrice des designers peut se mettre en mouvement, et surprendre.",
    "tags": [
      "design",
      "inspiration"
    ],
    "authors": [
      {
        "name": "Dominique Sciamma",
        "description": "Dominique Sciamma est diplômé de l’université Paris 7 en mathématiques, ainsi qu’en informatique théorique. Depuis 30 ans, il navigue dans le monde des TIC, en y expérimentant l’ensemble des métiers : chercheur en IA, auteur logiciel, directeur marketing, responsable international en Asie, consultant en stratégie (pour le groupe Bull de 1980 à 1991), consulting dans la résolution de problèmes complexes, et marketing multimédia (pour EDS, de 1992 à 1995), direction des éditions électronique de la Tribune (de 1996 à 1997), Consultant indépendant en E-Stratégie, mais aussi développeur d’un CMS, scénariste de BD et de jeux vidéo, concepteur d’interface (Encyclopédie Larousse). Travaillant pour Strate Collège Designers depuis 1998, où il encadre l’ensemble des diplômes, il y crée en 2007 le département « Systèmes et Objets Interactifs », avant d’en prendre aussi la direction de la recherche en 2010.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/D-Sciamma-thumb-143x143-248.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xvdyhk",
      "slides": "http://www.paris-web.fr/2012/29-05-2012-DS-ParisWeb%202012.pdf"
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Le processus créatif du brief au prototype",
    "url": "https://www.paris-web.fr/2012/ateliers/le-processus-creatif-du-brief-au-prototype.php",
    "description": "Le but de cet atelier est de démystifier la création dans un processus de réalisation de site. Cet atelier très ludique sera donc l'occasion pour tous les profils de s'essayer à l'exercice de création.    L'objectif est simple : reproduire et expliquer le processus créatif nécessaire à la réponse d'un brief de la direction artistique au prototype en passant par la conception rédaction.   Ainsi, c'est tous ensemble que nous répondrons au brief proposé par la société Changez d'Ère, société novatrice proposant des voyages dans le temps à ses clients. Cette société prospère souhaite privilégier les voyages dans les années 80 auprès de sa clientèle car c'est un segment qu'elle peine encore à développer face à des voyages au temps des dinosaures et à l'époque médiévale.    Dans une première partie, nous découvrirons le brief, pratiquerons un brainstorming et en dresserons un mind mapping qu'il nous faudra épurer par la suite. À partir de ce squelette sémantique, nous définirons les axes de création qui nous servirons de canevas par la suite.   Ensuite nous nous prêterons à l'exercice de la recherche de codes visuels, par la réflexion mais aussi via le net. Une fois les codes repérés, nous définirons les axes. L'idéal serait de répartir les axes dans les îlots et de voir comment les choix créatifs peuvent faire varier les fondamentaux du site comme les proto, les ébauches et les choix de mises en page.   Bien sur, aucun bisounours ne sera blessé pendant cet atelier :)",
    "tags": [
      "prototypage",
      "zoning"
    ],
    "authors": [
      {
        "name": "Virginie Caplet",
        "description": "Après des études dans la programmation, Virginie s'est rapidement spécialisée dans le graphisme. Graphiste web depuis plus de 8 ans, Virginie recherche sans cesse comment être créative tout en restant en accord avec les technologies actuelles.  Sous ses airs de férue de technologie, Virginie est une mamie qui agit dans l’ombre pour mettre à exécution son plan diabolique : recouvrir la planète de tricot et de peluches handmade, pour un monde tout doux et hypoallergénique.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/virginie-thumb-143x143-229.jpg"
      },
      {
        "name": "Marie Alhomme",
        "description": "Marie Alhomme est webdesigner et intégratrice depuis 12 ans, dont 8 en indépendante en tant que PouipouiDesign. Elle s'implique dans de nombreux projets visant à promouvoir les bons usages et les technologies du Web, qu'il s'agisse de traduction sur pompage.net ou de l'organisation de W3Café ou de Sud Web.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/marie-alhomme-thumb-143x143-237.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "1001 techniques pour faire exploser un projet web (et comment les éviter)",
    "url": "https://www.paris-web.fr/2012/ateliers/1001-techniques-pour-faire-exploser-un-projet-web-et-comment-les-eviter.php",
    "description": "On a tous vécu un projet catastrophique qui a bien failli mal finir. Si vous avez encore envie de mettre des baffes au client qui a décidé de changer toutes les couleurs au dernier moment, au collègue qui a codé avec les pieds ou à l’ergonome qui propose des recommandations à la fin du projet, alors il est temps de prendre votre revanche. Cette fois c’est vous qui devrez tout faire pour empêcher la sortie d’un site !   Venez apprendre les 1001 techniques ninjas pour saborder un projet web, et les meilleures parades pour que vos projets ne finissent pas comme dans les prophéties mayas. Entre thérapie de groupe et recherche de solutions, cet atelier sera l’occasion de dire ce que vous avez sur le cœur, d’en rire, et de partager techniques et astuces pour devenir des as de la gestion de projet et sauver le monde.",
    "tags": [
      "gestion de projet",
      "méthodes agiles",
      "métier"
    ],
    "authors": [
      {
        "name": "Maxime Fortelle",
        "description": "Maxime (@maximeFF) est ergonome, ou expert UX selon l'envie, pour la société Floralis Multicom. Passé par la Belgique, il a pu y apprendre et mettre en pratique les méthodes de la démarche centrée utilisateur dans plusieurs projets avec des sociétés comme Orange, Nespresso, Altran, Arturia, etc.  Aujourd’hui, il connaît toutes les disciplines liées à son métier : expérience utilisateurs, utilisabilité, ergonomie et design d’interaction. Son métier est avant tout de rendre plus simple l’utilisation du monde numérique. Pour véhiculer ce message, il est investi dans l’association FLUPA. Avec ses amis FLUPAiens, ils ont créé la conférence FLUPA UX-day et organisent régulièrement des événements sur l’ergonomie en Rhône-Alpes.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/maxime-fortelle-thumb-143x143-215.jpg"
      },
      {
        "name": "Goulven Champenois",
        "description": "Intégrateur passionné, Goulven Champenois jongle avec l’accessibilité, l’ergonomie, les performances et le mobile pour une expérience utilisateur optimale intégrant les dernières évolutions technologiques.  Formé en grande partie grâce aux sites openweb et pompage, il rejoint ce projet en 2006. Trouvant le temps trop long entre deux éditions de Paris Web, il participe à l'organisation de SudWeb depuis 2011.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/goulven-champenois-thumb-143x143-204.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/paris-webninja-v8-121031182403-phpapp02.pdf"
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Un site sans sens ni dessus dessous",
    "url": "https://www.paris-web.fr/2012/ateliers/un-site-sans-sens-ni-dessus-dessous.php",
    "description": "Dans cet atelier, vous verrez comment transformer un site LTR (Left To Right) en RTL (Right To Left), tout en gardant une maintenabilité au maximum.",
    "tags": [
      "CSS",
      "localisation"
    ],
    "authors": [
      {
        "name": "Aurélien Masfrand",
        "description": "Moitié-dev, moitié-intégrateur. La face cachée du pain de la tartine. Deux mondes trop riches pour être parfait dans les deux mais il faut tenir bon pour conserver la qualité.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/09/Aurelien_Masfrand-thumb-143x143-263.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Les grilles macro-typo sur le web ? Facile !",
    "url": "https://www.paris-web.fr/2012/ateliers/les-grilles-macro-typo-sur-le-web-facile.php",
    "description": "On s’entend dire depuis un moment que les grilles sur le web, c’est le bien ; qu’elles facilitent la lisibilité et qu’elles apportent harmonie et structure. Tout cela est vrai ! Face à la pléthore de frameworks qui existent sur le marché :   par où commencer ?Comment établir une grille commune qui facilitera le travail des web designers et des intégrateurs ?Comment faire pour que cette grille soit respectée d’un bout à l’autre du projet ?  Ne cherchez plus ! Grâce aux compilateurs CSS existants, vous allez pouvoir utiliser et intégrer n’importe quelle grille, facilement et rapidement.   Nous reviendrons sur le principe de grilles, avant de vous présenter l’outil. Puis nous verrons qu’un grand pouvoir implique de grandes responsabilités, tant pour les web designers que pour les intégrateurs. Le tout agrémenté de vrais exemples déployés en production.",
    "tags": [
      "CSS",
      "typographie"
    ],
    "authors": [
      {
        "name": "Vincent Valentin",
        "description": "Vincent est développeur Web client depuis l’époque des tableaux de mise en page. Après quelques expériences (brèves mais intenses) dans de grandes agences, il travaille maintenant chez Clever Age ; une agence plus petite mais tout aussi respectable. Impliqué dans de nombreux projets qui tentent de promouvoir le Web de qualité, il aime échanger sur ses passions pour le Web en général et la typographie en particulier.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/vincent-valentin-photo-thumb-143x143-226.jpg"
      },
      {
        "name": "Marie Guillaumet",
        "description": "Marie est web designer, développeur web front-end et infographiste. Passionnée par le web beau et ouvert, elle s’intéresse en particulier aux nouveaux outils permettant d’allier esthétique, accessibilité et performances : CSS3, SVG et autres grilles typographiques.  Formée à Sciences Po Grenoble et au Celsa, Marie attache de l’importance à la portée sémantique et sémiologique des projets web auxquels elle contribue.  Quand elle n’est pas clouée à son ordinateur, Marie aime vagabonder en bord de mer, prendre des photos et dissoudre les comètes qui lui passent une à une au travers de la tête.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/marie-guillaumet-thumb-143x143-212.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/Les-grilles-macro-typo-pour-le-web-facile.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Faire du web moderne à destination de tous",
    "url": "https://www.paris-web.fr/2012/conferences/faire-du-web-moderne-a-destination-de-tous.php",
    "description": "Les navigateurs modernes ont des possibilités décuplées par rapport à seulement quelques années auparavant : graphiques bien sûr avec CSS3, du balisage dans HTML5, des APIs, des fonctionnalités Javascript. Une certaine monoculture dans le web mobile amène aussi certains développeurs à ne garder qu'une compatibilité envers quelques moteurs récents.  Dans cette présentation, Julien Wajsberg vous montrera qu'il est réellement facile de rester compatible dans une certaine mesure, et vouss présentera ses différentes astuces pour pouvoir utiliser les nouvelles fonctions tout en gardant le site ou l'application web utilisable sur des navigateurs plus anciens : duplication de fonctions (ou pas), mode dégradé ou rehaussé, Modernizr, et d'autres choses. Et si on pouvait non seulement obtenir un web plus compatible, mais aussi mieux préparé pour le futur ?",
    "tags": [
      "CSS3",
      "HTML5",
      "Javascript"
    ],
    "authors": [
      {
        "name": "Julien Wajsberg",
        "description": "Julien navigue sur Internet depuis 1996. À ce titre, il a donc connu Netscape 3, Netscape 4, Internet Explorer 3, ou encore Mozilla Suite 0.9, et s'est confronté aux problématiques de compatibilités ascendante et descendante.  Puisque personne n’est parfait, il s’occupe aujourd’hui, chez Orange Labs, de développement sur plate-forme serveur Java, mais est aussi un référent sur les technos web anciennes et modernes.  Lorsqu'il en trouve le temps, il blogge aussi ses aventures de geek libriste et linuxien.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/julien-wajsberg-thumb-143x143-236.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xuxtip",
      "slides": "http://www.paris-web.fr/2012/web_moderne_pour_tous-JulienWajsberg.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Hacktivisme : hacker la politique et les ONG",
    "url": "https://www.paris-web.fr/2012/conferences/hacktivisme-hacker-la-politique-et-les-ong.php",
    "description": "Les hackers sont au cœur de son ADN autant que la décentralisation et l'horizontalité d'Internet est au centre de l'éthique hacker.   L'hacktivisme est né en même temps que le réseau téléphonique (phreaking) et qu'Internet mais il a considérablement évolué ces dix dernières années avec l'émergence et le développement d'Anonymous, de Wikileaks, de Télécomix, des fablab et autres hackerspaces…  La cyberculture est toujours aussi empreinte de contre culture. Aujourd'hui, elle existe de manière massive, partout dans le monde, s'est démocratisée et prend une part grandissante en politique 1 mais également dans le champ des ONG puisque : RSF, la FIDH, Greenpeace, Amnesty International, Human Rights Watch, MSF collaborent avec des hackers ou utilisent l'hacktivisme comme un mode de plaidoyer.  En tant qu'auteur de « Anonymous. Peuvent ils changer le monde ? »2 (FYP Editions) et que co-fondateur de l'Agence LIMITE spécialisée dans les ONG, je suis un fin connaisseur de la cyberculture et de l'évolution des rapports de force entre hackers, politiques, société civile et ONG.   1. Parti Pirate en Suède et en Allemagne. 2. nous avions publié à la sortie du livre une infographie sur l'évolution de l'hacktivisme depuis 1940.",
    "tags": [
      "hacktivisme",
      "politique",
      "société"
    ],
    "authors": [
      {
        "name": "Frédéric Bardeau",
        "description": "Formé en agence corporate, entrepreneur du web, freelance, formateur et cofondateur d'une agence conseil, Frédéric Bardeau est le co-fondateur de l'Agence LIMITE, pur player entièrement spécialisé en communication responsable ( http://agence-limite.fr/blog ). Il mène également une carrière d'intervenant/conférencier et de consultant indépendant en stratégie digitale.  Il a publié avec Nicolas Danet en novembre 2011 « Anonymous. Peuvent ils changer le monde ? » (FYP Editions).",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/frederic-bardeau-2-thumb-143x143-203.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/Paris-Web-Hacktivistes-ONG.pdf"
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Gestion personnelle d'information: outils et méthodologie pour survivre au déluge ... d'informations",
    "url": "https://www.paris-web.fr/2012/ateliers/gestion-personnelle-dinformation-outils-et-methodologie-pour-survivre-au-deluge-dinformations.php",
    "description": "Comment avoir la bonne information sous la bonne forme, au bon endroit, au bon moment ?  Une organisation de l'information personnelle (emails, notes, documents, veille, temps, tâches) bien pensée réduit le stress, améliore l'accès à l'information aussi bien que les processus cognitifs de mémorisation et d'élaboration de la pensée dont dépend notre travail.   En explicitant clairement les \"entrées\" et les \"sorties\", une bonne organisation personnelle de l'information permet également de mieux articuler son travail avec celui de ses collègues et partenaires et profite ainsi au travail collaboratif. Cet atelier s'adresse aux aux « travailleurs de l’information » (chefs de projet, managers, designers, développeurs, graphistes etc.) souhaitant échanger sur ce sujet.  Véronique présentera les enjeux de la gestion personnelle de l'information ainsi que des éléments de méthodologie. Elle précisera les apports spécifiques des outils numériques, en identifiant différentes fonctions (ce que je veux faire) et fonctionnalités (comment un outil me permet concrètement de le faire).  Elle se basera sur l'étude des fonctionnalités et des usages de différents outils, tels que :    Prezi, TheBrain, Evernote, SnagIt, outils Google etc.    Suite à cette présentation, les participants sont invités à échanger pour présenter des cas pratiques de problèmes et/ou des solutions de gestion d'information.  Venez donc avec   vos coups de coeur: cas pratiques d’utilisation d'un outil: pourquoi je l'utilise, quelles sont ses fonctionnalités intéressantes  vos coups de blues: description d'un problème de gestion d'infos personnelles (description des contraintes et du contexte - métier, environnement technique, etc. - et du problème lui-même). recherche d'une fonctionnalité (exemple: je veux transférer dans mon agenda, les infos d'une pages web décrivant un évènement, en un minimum de clics )  vos coups de génie: description d'une solution de gestion d'info (description des contraintes, du contexte métier, du problème et de la solution)   Consultez le support de présentation sur le billet Gestion personnelle d’information: quelques enjeux, outils et repères méthodologiques.",
    "tags": [
      "documentation",
      "gestion du temps",
      "méthodologie",
      "veille"
    ],
    "authors": [
      {
        "name": "Véronique Gendner",
        "description": "Après des études de langues (anglais, mandarin) et un cursus de Linguistique Informatique (TAL) à Paris VII, Véronique Gendner a travaillé au LIMSI, CNRS où elle a réalisé des recherches sur l’utilisation des catégories morphosyntaxiques dans un système de reconnaissance automatique de la parole. Elle a enseigné à l’université, en DESS et pour la formation permanente (linguistique du français, algorithmique, structures de données, analyse de données textuelle et utilisation d’Excel).  Depuis 2007 elle réalise différentes missions de production de documents et de design d’information de documents et de flux ainsi qu'une recherche personnelle sur le design d'information et la gestion des informations personnelles avec les outils numériques.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/veroniquegendner-thumb-143x143-252.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "2012, l'année où le web est devenu un ouvre-boite universel",
    "url": "https://www.paris-web.fr/2012/conferences/2012-lannee-ou-le-web-est-devenu-un-ouvre-boite-universel.php",
    "description": "Mobile, identité, Applications, AppStore : tous ces systèmes sont nés propriétaires. Voyons comment le web va révolutionner ces systèmes en les ouvrants à partir de 2012.   Fidèle à sa mission et toujours à la recherche des solutions qui feront que le web sera plus ouvert, plus innovant et au service de l'humain, Mozilla Foundation a lancé plusieurs initiatives qui vont dans ce sens : \"Boot to Gecko\", \"WebAPIs\", \"Marketplace\", \"Persona\".   Alors, « 2012, la fin d'un Internet, le début d'un autre ? » :   Oui pour le début d'un nouveau monde, sans pour autant abandonner un  web libre, participatif et respectueux de l'utilisateur et de ses données personnelles.  Oui pour que le web devienne un vraie plateforme, mieux interfacée avec matériel y compris mobile : WebAPI.  Oui pour que les applications mobiles soient aussi écrites avec des technologies web (Boot 2 Gecko).  Oui pour un web dont l'auteur serait rémunéré, sans avoir à pister ses utilisateurs pour monétiser des données personnelles (la fin du « tout  publicitaire », début d'un « business model » alternatif).  Oui pour un web personnalisé sans avoir à passer par Facebook (Persona /  BrowserID, pour une identification décentralisée et universelle).  Oui pour un web qui permet de jouer, sans avoir recours à des technologies propriétaires.  Oui pour un web sans silos, qui permet de développer sur mobile ou desktop.",
    "tags": [
      "identité numérique",
      "mobile",
      "privacy"
    ],
    "authors": [
      {
        "name": "Anthony Ricaud",
        "description": "Développeur Web, Anthony anime nos discussions sur ##openweb, Twitter (@rik24d) et autres avec passion et humour. Une langue acérée et un cœur tendre en toutes circonstances, il est toujours prompt à aider. Il a participé au code source de WebKit. Il travaille pour Mozilla dans l'équipe de développement Web.  De temps en temps, il blogue sur hanblog.info.  Cette biographie collective a été rédigée via IRC : irc.freenode.net ##openweb.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/anthony-ricaud-thumb-143x143-193.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xx8b7x",
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Ami freelance, tu aurais besoin d'un petit recadrage",
    "url": "https://www.paris-web.fr/2012/ateliers/ami-freelance-tu-aurais-besoin-dun-petit-recadrage.php",
    "description": "\"Le point de vue d'un individu dans une situation donnée, va fortement influencer sa manière de réagir, même inconsciemment\". Par conséquent, dans le milieu des freelances beaucoup d'idées sont répandues à torts :  \"Mon client est mon supérieur hiérarchique\" ; \"Si je baisse mes tarifs, mon client sera content\" ; \"Il est normal de bosser jusque tard le soir\" ; \"Être freelance, c'est risqué !\" ; \"Je ne saurai jamais le faire\" ; etc.  Un recadrage s'impose ! Après avoir passé en revue certaines de ces idées, Thibault expliquera pourquoi il les juge invalides voir nocives. Cette atelier s'adresse tout d'abord à des freelances, mais pas uniquement.",
    "tags": [
      "freelance",
      "gestion de projet"
    ],
    "authors": [
      {
        "name": "Thibault Jouannic",
        "description": "Freelance, mégalomane (mais un peu moins chaque jour), développeur passionné et pratiquant féru d’Aïkido.  Après (et un peu pendant) des études d’informatiques, il commence sa carrière dans la VoIP, avant de revenir au web, et travaille deux ans dans la TMA (tierce maintenance applicative).  De son emploi de « débuggeur pompier professionnel », il garde une aversion viscérale pour le travail bâclé, le code sale, l’absence de bonnes pratiques et la gestion de projet à l’arrache.  Indépendant depuis trois ans, il aime se considérer comme un artisan, passionné par son métier, motivé par la satisfaction de ses clients et par l’amour du travail bien fait.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/thibaultjouannic-thumb-143x143-244.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "HTML5/CSS3 et l'effet \"Waouh !\" : les dessous de la magie",
    "url": "https://www.paris-web.fr/2012/ateliers/html5css3-et-leffet-waouh-les-dessous-de-la-magie.php",
    "description": "HTML5/CSS3 c'est le royaume de la démo qui tue, des étoiles dans les yeux, de l'effet \"Waouh !\". Mais au delà de ça, une fois qu'on a eu son shoot de paillette, on se demande souvent comment ça marche concrètement...   Cette fois, plutôt que de vous laisser seul face à vos questions, nous vous proposons de déconstruire et d'analyser ensemble ce qui se cache derrière la magie. De la conception à la réalisation, en passant par la gestion des capacités du navigateur, tout sera expliqué.   Âmes sensibles s'abstenir : ça va roxxer du bisounours !",
    "tags": [
      "CSS3",
      "HTML5",
      "Javascript"
    ],
    "authors": [
      {
        "name": "Jérémie Patonnier",
        "description": "Consultant Web pour Clever Age, Paris  Après avoir terminé des études de communication, Jérémie a commencé sa carrière dans le Web en 2000 en temps que Web Designer. Il a tenu ce poste pendant 3 ans puis a intégré une autre Web Agency en 2003 en temps qu’Intégrateur/Développeur. Il a ensuite pris en charge la gestion de l’équipe de développement Web de Cetelem (filiale de BNP) en 2006. À présent, il est consultant Web pour l'agence Clever Age. Il a volontairement fait évoluer son poste afin d’avoir une vue d’ensemble complète de la chaine de production Internet, et de la conception à la mise en œuvre. Il en fait désormais bénéficier les clients de son agence.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/jeremie-thumb-143x143-234.jpg"
      },
      {
        "name": "Corinne Schillinger",
        "description": "C’est au cours de son projet de fin d’études que Corinne découvre les standards du web. Motivée par cette approche qualitative, elle fait une croix sur les tableaux de mise en page et les hacks navigateur. Après quelques années passées à se former en autodidacte, elle se met à son compte en mai 2009 pour pouvoir partager son expertise et devient Expert AccessiWeb en Évaluation.  Elle fait également partie de l'équipe éditoriale du train de 13h37, un magazine francophone dédié à la conception Web, et est l'auteur du livre Intégration web : Les bonnes pratiques publié aux éditions Eyrolles.  Plus sur Corinne sur inseo.fr ou @schillinger.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/corinne-thumb-143x143-228.png"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Applications mobiles : utiliser le web",
    "url": "https://www.paris-web.fr/2012/conferences/applications-mobiles-utiliser-le-web.php",
    "description": "Développer une application métier complexe à destination de terminaux mobiles : et si nous la développions à base de technologies web, une seule fois pour tous les terminaux, pour une application qui n’a pas besoin d’être installée ?   C’est le choix que nous avons fait. Nous aborderons lors de ce retour les enjeux et les raisons d’un tel choix, les spécificités d’une application mobile comme le mode déconnecté, la valeur ajoutée du web par rapport au natif, les technologies que l’on peut mettre en œuvre ainsi que les difficultés rencontrées.   Qu’est-ce qu’une application mobile ? Pourquoi faire du web et non du natif ? Quels sont les enjeux ? Quelle différences ? Peut-on tout faire ? Quelles sont les difficultés ? Qu’est-ce que ça implique côté technique ? Ce que nous avons tenté, pourquoi Ce que nous avons réussi ou échoué Notre retour d’expérience",
    "tags": [
      "HTML5",
      "Javascript",
      "mobile"
    ],
    "authors": [
      {
        "name": "Bruno Michel",
        "description": "Le jour, Bruno Michel est le directeur technique d’af83. Il travaille à construire des plateformes et applications web innovantes pour des grands comptes et des startups.  La nuit, il s’implique dans les communautés Open Source. Il est le principal développeur et un des administrateurs du site LinuxFr.org. Il est également le président de Ruby France, un des traducteurs du site officiel de Ruby et participe à de nombreux événements. Il a en particulier organisé le premier Paris.JS.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/10/bruno-michel-143-thumb-143x143-268.jpg"
      },
      {
        "name": "Anne-Sophie Tranchet",
        "description": "Il y a quelques années, jeune lycéenne, Anne-Sophie Tranchet est tombée par hasard dans le monde du logiciel libre.   N'ayant de toute façon rien de mieux à faire, elle a alors continué dans la voie de l'informatique.  Un master et un rapide passage en SSII plus tard, elle a finalement trouvé sa place dans l’équipe technique de TEA pour développer des solutions autour du livre numérique.   Ça tombe bien, c’est son passe-temps favori.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/Tranchet_AS-thumb-143x143-225.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xx656w",
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Advanced Typesetting for Web",
    "url": "https://www.paris-web.fr/2012/conferences/advanced-typesetting-for-web.php",
    "description": "With the rise of web fonts, we are finally able to deliver sophisticated typographic experiences to our users. However, devil is in the details, so let’s investigate how far can we go to tweak for improved legibility covering wide variety of devices.    You will learn how to choose typeface for function over form, about font and pixel size across devices, how to set-up macro and micro white-space and how to design line, leading and word space.   Avec la percée des fontes web, nous voici enfin à même de fournir une expérience typographique raffinée à nos utilisateurs. Néanmoins, le diable est dans les détails, aussi examinons jusqu’où nos ajustements peuvent aller pour améliorer la lisibilité tout en prenant en charge une large variété de périphériques.   Vous apprendrez comment choisir une police sur base de la fonction plutôt que la forme, verrez la distinction entre taille de fonte et taille de police suivant les périphériques, découvrirez comment définir des espacements macro et micro et comment concevoir les rapports d’espacement entre les lignes et les mots.    NB : cette conférence sera en anglais avec traduction simultanée.",
    "tags": [
      "typographie"
    ],
    "authors": [
      {
        "name": "Marko Dugonjić",
        "description": "Marko Dugonjić is a designer and web standards developer from Zagreb, Croatia. As the creative and user experience director at Creative Nights, Marko improves customers’ digital experience for top local and international clients and occasionally speaks at European web design conferences. He founded FFWD.PRO, a micro-conference and workshops for internet professionals in Croatia. One of his favorite projects is Typetester, a popular online tool for testing screen fonts.   Marko Dugonjić est un designer et développeur fan de standards web basé à Zagreb, en Croatie.  En tant que directeur créatif et expérience utilisateur chez Creative Nights, Marko améliore l’expérience numérique des utilisateurs de clients locaux et internationaux de premier plan, et participe occasionnellement à des conférences européennes sur le design web. Il a fondé FFWD.PRO, une micro-conférence complétée par des ateliers pour les profesionnels du web en Croatie. L’un de ses projets préférés est Typetester, un outil en ligne populaire pour tester les fontes sur écran.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/Marko%20Dugonjic-thumb-143x143-213.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xwji8u",
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Lightning talks",
    "url": "https://www.paris-web.fr/2012/conferences/lightning-talks.php",
    "description": "9 Lightning talks, 4 minutes par présentation et pas une seconde de plus.     4 minutes accessibles, par Sébastien Delorme  Confession ultime, par Remi Parmentier L'intégration sortie des dogmes, par Nicolas Hoffmann Comment rendre un mini-événement accessible avec les moyens du bord ?, par Sophie Drouvroy Sur la route de http/2.0, par Stéphane Lebarque Rupture technologique, par Vitor Junqueira Plus de code, moins de licence, par Thomas Zilliox Faut-il être \"entertainer\" pour avoir des choses à dire ?, par Stéphane Deschamps Le projet, par Xavier Borderie",
    "tags": [

    ],
    "authors": [
      {
        "name": "Robin Berjon",
        "description": "Membre du W3C, Robin Berjon participe à l'élaboration de standards depuis plus de dix ans, travaillant notamment sur les APIs Javascript, le SVG, ou les technologies XML. Il est actuellement chair des groupe Device APIs qui expose des interfaces entre le web et le monde réel et Core Mobile Web Platform qui travaille à rendre la plateforme de développement Web mobile plus puissante et plus cohérente. Il est aussi membre du TAG. Il bricole souvent du Javascript pour s'amuser, et a contribué à de nombreux développements open source.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/robin-berjon-thumb-143x143-241.jpg"
      },
      {
        "name": "Daniel Glazman",
        "description": "Dans une autre vie, il a du être éleveur de canards gras ou linguiste, mais dans celle-ci, il n'est qu'informaticien et spécialiste des standards du web. Après élimination successive de tous les autres survivants à douze ans de standardisation, Daniel a été nommé co-président du groupe de travail CSS au W3C en avril 2008 et tente depuis cette date de faire avancer le schmillblick dans ce domaine et combattant les trolls et évitant lui-même l'enfermement en unité psy.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/Daniel%20Glazman-thumb-143x143-199.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xxhjcy",
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Scrum vu des petites tranchées",
    "url": "https://www.paris-web.fr/2012/conferences/scrum-vue-des-petites-tranchees.php",
    "description": "Mélange d'un retour d’expérience, sur 3 années d’activités, pour mettre en place scrum au sein de petites équipes, et proposition concrète pour une mise en application de scrum à petite échelle.  Jusqu'au 18 octobre et pendant le déroulement de la conférence, le site prswb.fr sera ouvert au public afin d'échanger, contribuer et collaborer avec l'équipe à l'élaboration d'un produit.  Démarrage de la conférence par un plongeon dans le sprint zéro. L'occasion de définir la vision du projet et se préparer aux futurs sprints : rédaction du document vision, élaboration du backlog de produit, conception des personas, planification de la release, capture des users stories. Nous partirons ensuite et ensemble, sur la réalisation du sprint 1 pour élaborer le produit.  Au programme : planification de sprint, développement, daily scrum, démo et rétrospective.  Particularités :   Le graphiste et l'intégrateur font partie de l’équipe et participent de facto aux estimations. La DA et l'architecture apparaissent au fil du projet. Les outils utilisés sont triviaux : Trello, gDoc (ou autre), Github. La documentation est très légère et maintenable. Le budget peut-être fermé, le curseur de réglage reste l'ajustement fonctionnel. En amont et pendant la présentation, les clients (l’assistance) peuvent participer à l’élaboration du backlog de sprint et backlog de produit. Les questions projets sont posées pendant la conférence.   Pour participer activement à cette conférence : prswb.fr - @prswb.  Cette conférence vous est proposée grâce à la collaboration de Vincent Agnano @vinyll, Nicolas Perriault @n1k0, Erick Gardin @newick, Benito, Stéphane Langlois @langlois_s et Amanda Martinez @MartinezAmandaa.",
    "tags": [
      "agilité",
      "scrum"
    ],
    "authors": [
      {
        "name": "Stéphane Langlois",
        "description": "Réveillé en 1996 par la sonnerie stridente d'un modem.  J'ai, aujourd'hui, malgré quelques phases anormales de sommeil paradoxal, sombré à jamais dans l'Insomnie Hyperactive Orientée Full Web - IHOFW.  De 1996 à 2004, j'ai piloté Krashtest, authentique laboratoire de création numérique. Après un cycle en V appliqué sur un projet titanesque, nous avons scratché 8 années de collaboration en prenant de plein fouet un mur prémonitoire.  Après une année de mise en grotte, j'ai médité sur cet échec et découvert les frameworks, l'ingénierie logiciel avec eXtrem Programming et le pilotage par méthodologies légères avec Scrum, Lean et Kanban.  Ma composition actuelle : 60% facilitateur de projets web, 15% formateur, 10% coding et 25% de recherche et formation.  Comme vous pouvez le constater, c'est, pour vous, l'occasion unique de rencontrer un authentique traumatisé, éternellement plongé dans une profonde thérapie Agile.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/09/stephane_Langlois_143-thumb-143x143-264.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "The Real Me",
    "url": "https://www.paris-web.fr/2012/conferences/the-real-me.php",
    "description": "While some companies use their brand as an opaque facade to hide their questionable practices, others are opening up to their audience and sharing their true personality. The result is a more honest relationship with customers. Through real world examples, you'll see the key benefits personality creates for companies. We'll discuss how to create Design Personas, the starting point for brand personality, and discover the relationship between brand voice and tone.    Alors que certaines sociétés utilisent leur marque comme une façade opaque vouée à masquer des pratiques discutables, d’autres s’ouvrent à leur auditoire et partagent leur véritable personnalité. Le résultat : une relation plus honnête avec les clients. Au travers d’exemples réels, vous verrez quels sont les bénéfices clés à tirer d’une personnalité pour les entreprises.   Nous verrons comment créer des Design Personas, le point de départ pour une personnalité de marque, et comment découvrir la relation entre la voix d’une marque et son ton.    NB : cette conférence sera en anglais avec traduction simultanée.",
    "tags": [
      "design",
      "personas",
      "storytelling"
    ],
    "authors": [
      {
        "name": "Aarron Walter",
        "description": "Aarron Walter is the lead user experience designer for MailChimp, where he socializes with primates and ponders ways to make interfaces more human. Aarron is the author of Designing for Emotion, the purple stripe in the rainbow of knowledge from A Book Apart. He lives with his wife and son in Athens, Georgia, and is a wannabe barista. He tweets about design under the moniker @aarron on Twitter.     Aarron Walter est le responsable de l’expérience utilisateur chez MailChimp, où il entretient des relations sociales avec des primates et s’interroge sur les façons d’humaniser davantage les interfaces. Aaron est l’auteur de Designing for Emotion, la bande violette dans l’arc-en-ciel de connaissance de A Book Apart. Il vit avec sa femme et son fils à Athens, Géorgie, et se prend pour un barista. Il tweete sur le design sous le nom @aarron on Twitter.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/aarron-walter-thumb-143x143-192.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xwsvjk",
      "slides": "http://www.paris-web.fr/2012/the-real-me.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Responsive Web Design: Clever Tricks and Techniques",
    "url": "https://www.paris-web.fr/2012/conferences/responsive-web-design-clever-tricks-and-techniques.php",
    "description": "Responsive web design challenges web designers to adapt a new mindset to their design processes as well as techniques they are using in design and code.  This talk provides an overview of various practical techniques, tips and tricks that you might want to be aware of when working on a new responsive design project.    Le design web responsive met au défi les designers web de s’adapter à un nouveau mode de réflexion tant pour la conception leurs designs que dans le choix des techniques employées pour le design et le code.   Cette session fournit un tour d’horizon des techniques pratiques, trucs et astuces que vous souhaiterez probablement connaître lorsque vous attaquez un nouveau projet responsive.    NB : cette conférence sera en anglais avec traduction simultanée.",
    "tags": [
      "responsive design",
      "UX"
    ],
    "authors": [
      {
        "name": "Vitaly Friedman",
        "description": "Vitaly Friedman loves beautiful content and doesn’t like to give in easily. Originally from Minsk, Belarus, he studied computer science and mathematics in Germany where he has discovered his passion for typography, writing and design. After working as a freelancing designer and developer for 6 years, he co-founded Smashing Magazine, one of the largest online magazines dedicated to Web design and development. Vitaly is writer, co-author and editor of both Smashing Books. He is now working as the editor-in-chief of Smashing Magazine in the lovely city of Germany, Freiburg.   Vitaly Friedman aime les beaux contenus et n’abandonne pas facilement. Originaire de Minsk en Biélorussie, il a étudié l’informatique et les maths en Allemagne, se découvrant au passage une passion pour la typographie, l’écriture et le design. Après avoir travaillé comme designer et développeur freelance pendant 6 ans, il a co-fondé Smashing Magazine, l’un des principaux magazines en ligne dédié au design et développement web. Vitaly est auteur, co-auteur et éditeur de tous les Smashing Books. Il travaille actuellement comme rédacteur-en-chef de Smashing Magazine dans la charmante ville de Freiburg, en Allemagne.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/vitaly-friedman-portrait-thumb-143x143-246.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xvb0xp",
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Open quality management : vers le tout ouvert !",
    "url": "https://www.paris-web.fr/2012/conferences/open-quality-management-vers-le-tout-ouvert.php",
    "description": "Open data, Open Web, Open source : l'époque est à l'ouverture des données, du code source et des formats. Mais est-ce si évident et quel bénéfice peut-on en attendre ? À quelles conditions ?  Le lâcher prise sur les savoirs et les savoir-faire bouleverse les modes de fonctionnement. Pour certains, l'ouverture est même vécue comme une tyrannie. Pour d'autres, c'est un simple effet de mode.  Mais l'ouverture ne se décrète pas. C'est une approche qui n'est pérenne que si elle est maîtrisée. Nul ne sait si ce mouvement est durable mais la question clé est celle de l'intégration éventuelle de cette approche dans le management des organisations.  En pratique, est-il possible de faire de l'ouverture des données, du code source des formats ou des savoir-faire un véritable levier d'amélioration de la qualité et de l'efficacité ? Existe-t-il des conditions propices à la réussite d'une telle approche et, si oui, lesquelles ?",
    "tags": [
      "gestion de projet",
      "méthodologie",
      "open data"
    ],
    "authors": [
      {
        "name": "Élie Sloïm",
        "description": "Élie Sloïm est Président de la société Temesis, spécialisée sur la qualité et l'accessibilité des sites Internet. Il dirige depuis 2004 le projet Opquast (Open Quality Standards). Le projet Opquast inclut des référentiels (Opquast bonnes pratiques) et des outils de gestion de projet orientés qualité (Opquast Reporting).  Élie Sloïm est consultant, formateur et conférencier. À ce titre, il intervient dans de nombreuses manifestations, entreprises et cursus de formation en France et à l'étranger. Il s'est spécialisé sur la création de référentiels. Il a notamment travaillé sur la production du RGAA, des bonnes pratiques Opquast, et de nombreux autres référentiels publics ou privés.  Auteur de plus d'une centaine d'articles sur la qualité web, il assure la direction actuelle du projet OpenWeb. Il est également l'auteur avec les contributeurs du projet Opquast du memento « Site Web : les bonnes pratiques », publié chez Eyrolles et préfacier des ouvrages « CSS2 » par Raphaël Goetter, « Ergonomie Web » par Amélie Boucher et « Card Sorting » de Gautier Barrère et Eric Mazzone.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/elie-sloim-thumb-143x143-249.jpg"
      },
      {
        "name": "Pascal Romain",
        "description": "Né en 1974. Titulaire d’un DEA d’histoire et d’archéologie du Proche-Orient sur l'histoire du backgammon. Attaché de conservation du patrimoine et ingénieur de la fonction publique territoriale. Développeur ou chef de projet informatique au sein de sociétés de service.   En charge des projets de numérisation et de valorisation numériques au sein des Archives départementales de la Gironde entre 2006 et 2009, chef de projet informatique documentaire au sein de la Direction des système d’information du Conseil général de la Gironde depuis 2010, en charge de la coordination des projets d’ouverture de données publiques et d’archivage électronique.   Co-animateur du premier référentiel de bonnes pratiques open data et co-responsable du site datalocale.fr.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/09/pascalromain-thumb-143x143-257.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xwglzp",
      "slides": "http://www.paris-web.fr/2012/SP_OQM-TOUT-OUVERT-PW_2012-6.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Fast Mobile UIs",
    "url": "https://www.paris-web.fr/2012/conferences/fast-mobile-uis.php",
    "description": "I will show you how to use the new features in HTML5 to create mobile games and the hoops you have to jump through to build a sleek and responsive user interface while trying to avoid most of the headaches that come with the job when you are always an edge case.   Je vous montrerai comment utiliser les nouvelles fonctionnalités de HTML5 pour créer des jeux sur mobile, et les obstacles à franchir pour obtenir une interface utilisateur léchée et réactive, tout en essayant d’éviter la plupart des maux de tête qui accompagnent généralement ce type de travail puisqu’on est toujours en train de gérer un cas inhabituel.    NB : cette conférence sera en anglais avec traduction simultanée.",
    "tags": [
      "mobile"
    ],
    "authors": [
      {
        "name": "Horia Dragomir",
        "description": "Horia Dragomir is a UI Developer, Hungry and Foolish - currently working at wooga in Berlin, where he focuses on developing HTML5 Mobile games.   Horia Dragomir est développeur d’interface utilisateur, avide et un brin déjanté — il travaille actuellement chez wooga à Berlin, où il se concentre sur le développement de jeux HTML5 pour mobile.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/HoriaDragomir-thumb-143x143-207.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xwfj9o",
      "slides": "http://www.paris-web.fr/2012/horia-fast-mobile-uis-ParisWeb.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Amélioration continue : retour d’expérience",
    "url": "https://www.paris-web.fr/2012/conferences/amelioration-continue-retour-dexperience.php",
    "description": "En 10 ans la topologie des projets web a radicalement changé. L’avènement du web 2.0 et des RIA a permis de bousculer la conception des sites en améliorant l’expérience utilisateur. En 2012 une nouvelle révolution est en cours : ce changement dépasse la notion d’ergonomie avec l’explosion des environnements techniques et des supports proposés.    Le développeur web doit se poser sur des concepts jusque là réservés au développeur back (Framework MVC, Design pattern, industrialisation, intégration continue) tout en réfléchissant à de nouvelles problématiques (performances, responsive design…).  Lors de cette conférence, Cyril Balit nous présentera les différentes pistes mises en place dans une équipe front-end pour accompagner cette transition.  En effet, de l’automatisation aux best practices en passant par des check-lists, tout au long de ce processus Cyril et son équipe ont essayé de répondre aux questions suivantes :   Comment pérenniser les développements ? Comment améliorer la  non régression au fil des évolutions ? Comment optimiser les performances d’un site ?   Au final, cette conférence parle d’une équipe front qui adapte ses processus pour appréhender au mieux cette révolution.",
    "tags": [
      "méthodologie",
      "qualité",
      "testing"
    ],
    "authors": [
      {
        "name": "Cyril Balit",
        "description": "Cyril Balit est architecte RIA dans la société Ekino.  Après un parcours atypique de biologie, du Cobol, du VB et du Java, Cyril découvre le développement web au début des années 2000 en créant le projet open source Rialto. Il s’intéresse par la suite au développement Flex et mobile.  Actuellement Cyril encadre une équipe de développeurs front orientée web, Flex/Flash et mobile.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/Cyril%20Balit-thumb-143x143-198.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xvdwv4",
      "slides": "http://www.paris-web.fr/2012/cyril-balit.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "How Designers Destroyed the World",
    "url": "https://www.paris-web.fr/2012/conferences/10-new-year-s-resolutions-designers.php",
    "description": "You are directly responsible for what you put into the world. Yet every day designers all over the world work on projects without giving any thought or consideration to the impact that work has on the world around them. This needs to change.   Vous êtes directement responsable de ce que vous apportez au monde. Et pourtant, chaque jour dans le monde entier, des designers travaillent sur des projets sans accorder la moindre considération à l’impact que leur travail a sur le monde autour d’eux.  Il faut changer cela.    NB : cette conférence sera en anglais avec traduction simultanée.",
    "tags": [
      "design",
      "inspiration",
      "motivation"
    ],
    "authors": [
      {
        "name": "Mike Monteiro",
        "description": "Mike Monteiro is the co-founder and design director of Mule Design, an interactive design studio whose work has been called “delightfully hostile” by the New Yorker. He prefers elegant, simple sites with clear language that serve a real need. He prefers that designers have strong spines. Recent clients include the Open Society Foundations, ProPublica, All Things D, eNotes, and Mint.com.   Mike blogs frequently about the craft and business of design. In early 2011, he gave a CreativeMornings talk entitled “F— You, Pay Me” that uplifted the downtrodden the world over, and he can be heard weekly as the co-host of Let’s Make Mistakes with Katie Gillum. None of the terms Mike has coined are printable on a family website.   You can follow him on Twitter as @Mike_FTW, but we’re not liable for what you’ll see.   Mike Monteiro est le co-fondateur et directeur design de Mule Design, une petite agence de design interactif dont le travail a été qualifié de « délicieusement hostile » par le New Yorker. Il préfère des sites élégants et simples dotés d’un langage clair et dédiés à un véritable besoin.  Il préfère les designers avec une solide colonne vertébrale. Ses clients récents incluent la Open Society Foundations, ProPublica, All Things D, eNotes, et Mint.com.   Mike blogue fréquemment sur le design, d'un point de vue métier et business.  Début 2011, il donna une session à CreativeMornings intitulée « F— You, Pay Me » qui refit décoller l’esprit d’un monde piétiné, et on l’entend chaque semaine dans le podcast Let’s Make Mistakes avec Katie Gillum.  Aucun des mots qu’il a inventés n’est utilisable sur un site web orienté famille.   Vous pouvez le suivre sur Twitter à @Mike_FTW, mais il n’est pas responsable de ce que vous lirez.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/mike-monteiro-thumb-143x143-217.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xvbacz",
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Envie d'un référentiel ? Créons-le ! Là, maintenant :)",
    "url": "https://www.paris-web.fr/2012/ateliers/envie-dun-referentiel-creons-le-la-maintenant.php",
    "description": "Mobile, CSS, JS, ergonomie etc. Avez-vous en main tous les référentiels dont vous avez besoin ? La méthode Opquast (Open Quality Standards) est un déroulé collaboratif qui permet de créer des check-lists par et pour les professionnels. Après une rapide présentation de cette méthode qui servira à cadrer l'atelier, le groupe réfléchira ensemble au(x) référentiel(s) qui manque à nos métiers. Nous pourrons alors nous pencher ensemble sur la création d'un des référentiels retenus, accompagnés dans la méthode par Élie et Delphine. Le travail fait en atelier servira de base pour la finalisation d'un référentiel sous licence Creative Commons et intégré aux listes Opquast. NB : les participants seront invités à laisser leur nom pour être crédités et le travail fait en commun sera disponible en temps réel en ligne.",
    "tags": [
      "communautaire",
      "référentiels"
    ],
    "authors": [
      {
        "name": "Delphine Malassingne",
        "description": "Delphine est responsable qualité chez Ekino, agence technologique où elle est arrivée en janvier 2012. Depuis 2009, elle n'a de cesse de faire connaître les méthodes et outils de la gestion de la qualité web. C'est en partie pour cette raison qu'elle a co-fondé w3qualité, portail en ligne qui ne demande qu'à prendre son envol.  Quand elle n'est pas le nez sur un écran - ce qui est rare - elle rêve de voyages ou dessine (essentiellement autour des lettres et de l'écriture).  Elle a rejoint Paris-Web en 2009 par enthousiasme pour cette initiative, l'esprit communautaire et... le web de qualité !  Plus sur Delphine sur nissone.com.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/delphine-thumb-143x143-227.jpg"
      },
      {
        "name": "Élie Sloïm",
        "description": "Élie Sloïm est Président de la société Temesis, spécialisée sur la qualité et l'accessibilité des sites Internet. Il dirige depuis 2004 le projet Opquast (Open Quality Standards). Le projet Opquast inclut des référentiels (Opquast bonnes pratiques) et des outils de gestion de projet orientés qualité (Opquast Reporting).  Élie Sloïm est consultant, formateur et conférencier. À ce titre, il intervient dans de nombreuses manifestations, entreprises et cursus de formation en France et à l'étranger. Il s'est spécialisé sur la création de référentiels. Il a notamment travaillé sur la production du RGAA, des bonnes pratiques Opquast, et de nombreux autres référentiels publics ou privés.  Auteur de plus d'une centaine d'articles sur la qualité web, il assure la direction actuelle du projet OpenWeb. Il est également l'auteur avec les contributeurs du projet Opquast du memento « Site Web : les bonnes pratiques », publié chez Eyrolles et préfacier des ouvrages « CSS2 » par Raphaël Goetter, « Ergonomie Web » par Amélie Boucher et « Card Sorting » de Gautier Barrère et Eric Mazzone.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/elie-sloim-thumb-143x143-249.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "HTML5 : stockage local et synchronisation",
    "url": "https://www.paris-web.fr/2012/ateliers/html5-stockage-local-et-synchronisation.php",
    "description": "Les nouvelles APIs HTML5 ouvrent aux développeurs web des horizons nouveaux. Le stockage en local, tout d'abord, permet aujourd'hui de concevoir des applications pouvant fonctionner sans connexion.  Vous découvrirez les différents types de stockage disponibles et l'état actuel de leur implémentation dans les différents navigateurs, ainsi que des techniques de synchronisation client-serveur.  Les WebSockets permettent quant à eux, grâce à la communication bidirectionnelle, de pousser des données depuis le serveur et ainsi d'envisager le développement de meilleures applications de travail collaboratif.  Nous verrons aussi les \"Server-Sent Events\" autre technologie de \"PUSH\" intéressante.",
    "tags": [
      "HTML5",
      "stockage",
      "web API"
    ],
    "authors": [
      {
        "name": "Raphaël Rougeron",
        "description": "Raphaël Rougeron est chef de projet technique au sein du groupe Viareport. Expert des technologies web, ses principaux centres d'intérêts sont aujourd'hui Scala et les applications riches (en Javascript !). Il est également le créateur du framework PHP Stato, et contribue activement à différents projets Open Source.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/09/raphaelrougeron-thumb-143x143-258.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/HTML5-stockage-local-et-synchronisation.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Le tournant des CSS vers le Layout",
    "url": "https://www.paris-web.fr/2012/conferences/le-tournant-des-css-vers-le-layout.php",
    "description": "Les CSS sont en train de changer à très grande vitesse en 2012 par introduction de nouvelles fonctionnalités majeures comme    les grilles, les modèles, les régions et exclusions, les variables, les fonctionnalités avancées de fontes…   Avec un engagement précoce des éditeurs de navigateurs, ces nouveauté vont arriver vite, très vite, non seulement sur la table de travail des designers mais également dans les sites en production.    Soyez à la @page ou soyez \"visibility: hidden\".",
    "tags": [
      "CSS"
    ],
    "authors": [
      {
        "name": "Daniel Glazman",
        "description": "Dans une autre vie, il a du être éleveur de canards gras ou linguiste, mais dans celle-ci, il n'est qu'informaticien et spécialiste des standards du web. Après élimination successive de tous les autres survivants à douze ans de standardisation, Daniel a été nommé co-président du groupe de travail CSS au W3C en avril 2008 et tente depuis cette date de faire avancer le schmillblick dans ce domaine et combattant les trolls et évitant lui-même l'enfermement en unité psy.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/Daniel%20Glazman-thumb-143x143-199.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xvam92",
      "slides": "http://www.paris-web.fr/2012/2012/slides/D_Glazmann-conf-20121018.pdf"
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "La performance sur les sites mobiles",
    "url": "https://www.paris-web.fr/2012/ateliers/la-performance-sur-les-sites-mobiles.php",
    "description": "Le mobile arrive ! Ah non pardon, il est déjà là et vos utilisateurs essayent déjà de s'en servir pour visiter votre site prévu pour navigateur de bureau. Or les études montrent qu'ils ne sont pas plus patients sur mobile qu'ils ne le sont sur bureau et quittent rapidement et à jamais votre site s'il ne s'affiche pas en quelques secondes. Au travers de cette session technique nous verrons :  Comment rendre réactifs les sites d'aujourd'hui pour qu'ils soient utilisables sur mobile ; quelle stratégie choisir : mobile first, site dédié, déploiement en webapp, responsive design, etc. ; quelles techniques précises utiliser.",
    "tags": [
      "mobile",
      "performance"
    ],
    "authors": [
      {
        "name": "Jean-Pierre Vincent",
        "description": "Expert technique indépendant sur les technologies du Front. Consultant, formateur, auteur.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/jean-pierre-vincent2-thumb-143x143-210.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/JPVincent_performances_sur_site_mobile.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Les nouveaux horizons de la cartographie sur le web",
    "url": "https://www.paris-web.fr/2012/conferences/les-nouveaux-horizons-de-la-cartographie-sur-le-web.php",
    "description": "Les API cartographiques pour le web ont fait des cartes interactives et de la géographie en général un élément banal de l'expérience de navigation.  Google Maps en est le standard de facto, rarement remis en cause. Du moins jusqu'au début de cette année, où la nouvelle politique tarifaire adoptée par Google a poussé de plus en plus d'acteurs à regarder dans d'autres directions.  L'occasion de découvrir, au delà de l'aspect économique, de réelles opportunités de se libérer de cette hégémonie et de son uniformité imposée. Le domaine est même en pleine ébullition, notamment autour d'OpenStreetMap et de nombreux projets opensource.  Benjamin Becquet nous propose un état des lieux de ces outils, et de la façon dont ils peuvent s'intégrer dans des projets web modernes.",
    "tags": [
      "cartographie",
      "web API",
      "web apps"
    ],
    "authors": [
      {
        "name": "Benjamin Becquet",
        "description": "Benjamin Becquet a attrapé le goût du mélange informatique/géographie lors de ses études d'ingénieur.  Après être passé deux ans par une case SSII peu enthousiasmante, il a pu à nouveau cultiver cet intérêt chez Mediamobile, société qui développe des services d'information trafic et d'aide à la mobilité routière.   Depuis 2006, il est responsable de la R&D en calcul d'itinéraires. Sa deuxième « casquette » est celle de développeur web, principalement sur des applications dynamiques organisées autour des API cartographiques.  En dehors de son travail, il touche aussi à ce domaine, en développant des bibliothèques pour ces outils, et il profite de son goût pour le vélo et la marche pour contribuer activement à OpenStreetMap.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/photo_Benjamin_Becquet-thumb-143x143-240.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xung4y",
      "slides": "http://www.paris-web.fr/2012/nouveaux_horizons_cartographie-BenjaminBecquet.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "On a monté une équipe de zéro",
    "url": "https://www.paris-web.fr/2012/conferences/on-a-monte-une-equipe-de-zero.php",
    "description": "L'équipe technique reste le pilier central d'un projet pour assurer sa vie et son succès.   Ainsi, avant de commencer le projet, il est important de constituer une équipe qui saura le porter. C’est ce que nous avons essayé de faire en montant notre équipe technique de zéro en début d’année.   Cet atelier reviendra sur les différentes problématiques que nous avons rencontrés et de la manière dont nous avons choisi d’y répondre :   recrutement, organisation et ambiance interne, mise en place de méthodes agiles, choix des outils techniques.   Nous parlerons ainsi de nos succès mais aussi des pièges que nous n’avons pas réussi à éviter.",
    "tags": [
      "agilité",
      "gestion de projet",
      "méthodologie"
    ],
    "authors": [
      {
        "name": "Julien Fusco",
        "description": "Développeur web chez TEA la journée, Julien Fusco contribue à monter une plateforme de diffusion du livre numérique. Il aime bien ça car il code dans un esprit Open Source et que la liberté du lecteur numérique est mise au centre des discours. Du haut de ses 6 années d'expérience, il s'est spécialisé dans PHP et a fait ses armes en SSII.  Expérimentateur diurne, il joue avec les dernières technologies ayant trait de près ou de loin à PHP.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/julien_fusco-thumb-143x143-211.jpg"
      },
      {
        "name": "Anne-Sophie Tranchet",
        "description": "Il y a quelques années, jeune lycéenne, Anne-Sophie Tranchet est tombée par hasard dans le monde du logiciel libre.   N'ayant de toute façon rien de mieux à faire, elle a alors continué dans la voie de l'informatique.  Un master et un rapide passage en SSII plus tard, elle a finalement trouvé sa place dans l’équipe technique de TEA pour développer des solutions autour du livre numérique.   Ça tombe bien, c’est son passe-temps favori.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/Tranchet_AS-thumb-143x143-225.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/k7mSfdLUMjaT9C3tPnb",
      "slides": "http://www.paris-web.fr/2012/slides/On-a-monte-une-equipe-de-zero.pdf"
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Bien démarrer avec le Responsive Webdesign",
    "url": "https://www.paris-web.fr/2012/ateliers/bien-demarrer-avec-le-responsive-webdesign.php",
    "description": "Le web a définitivement adopté le Responsive Design. Pour cela, les développeurs et les designers doivent adapter une bonne partie de leurs méthodes. Nous vous proposons un aperçu méthodologique combiné à un atelier pratique pour développer ou revoir vos bases en Responsive Web Design.    Responsive Webdesign : WTF Avantages/Inconvénients : comment savoir si le Responsive Webdesign est adapté à ce projet ?  Implication du Responsive Webdesign dans la gestion d'un projet web En pratique !",
    "tags": [
      "responsive design"
    ],
    "authors": [
      {
        "name": "Grégoire Hoin",
        "description": "Greg est un des fondateurs de l'agence Bruxelloise Spade. Designer hybride passé par une formation d'ingénierie, il est aussi bien passionné d'ergonomie, de typographie et de systèmes de grilles, qu'expert en HTML/CSS. Parfois pointilleux et excessif, il est néanmoins curieux, et adore voyager pour participer à des conférences entre confrères (web)designers. Sinon, il adore bidouiller en Javascript et suivre les derniers outils venus de la Bay Area.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/10/Gr%C3%A9goire-Hoin-thumb-143x143-270.jpg"
      },
      {
        "name": "Benoît Vrins",
        "description": "Benoit est un des fondateurs de l'agence Bruxelloise Spade. Web designer depuis plus d'une décennie, il a suivi les évolutions du métier, et conseille entreprises et associations au niveau créatif, stratégique et technique. Il est passionnée de CSS3, LESS, HTML5, d'un CMS open-source nommé SPIP. Et ne le lancez pas dans une conversation sur le Rock&Roll, il ne s'arrêtera pas !",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/10/Benoit-Vrins-thumb-143x143-269.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/Bien-demarrer-responsive-design.pdf"
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Un site efficace ? Six questions, six outils pour y répondre",
    "url": "https://www.paris-web.fr/2012/ateliers/un-site-efficace-six-questions-six-outils-pour-y-repondre.php",
    "description": "À la suite de la conférence de 2011 sur les Neurosciences au Service du design digital, Marc vous invite cette année à découvrir comment évaluer un design de manière objective et à faible coût.  Au travers de plusieurs exemples concrets (avant / après) de pages ayant générés des résultats business prouvés, Marc vous propose de compléter vos connaissances sur les éléments cognitifs, visuels, et émotionnels de vos écrans.  Pour cela il utilise des outils de pointe disponibles en mode SAAS. Ces outils permettent de mesurer l'attractivité des zones de votre écran, leur visibilité ainsi que la facilité de lecture d'un texte, la facilité de compréhension d'un texte et la facilité de clic des boutons.",
    "tags": [
      "neurosciences",
      "UX"
    ],
    "authors": [
      {
        "name": "Marc Van Rymenant",
        "description": "Je suis le fondateur d'une société créée en 1997, spécialisée en neuro-sciences appliquées aux médias digitaux.  Mon parcours est particulier. Pendant mes études comme Ingénieur Civil (Ingénieur des Mines en France), j'ai été confronté à la création d'un software pour une bibliothèque. Si notre solution a été retenue par le jury technique (nos professeurs, IBM, ...), le bibliothécaire, lui a préféré mettre en compétition les 4 solutions développées (dont la nôtre). Ses critères étaient simples : il allait choisir la solution la plus utilisée par les utilisateurs et celle lui créant le moins de support.  Verdict : nous avons perdu ! Cela m'a pris la tête et j'ai commencé à étudier les sciences cognitives en parallele afin de comprendre ce phénomène. 10 ans plus tard, ma passion donnait naissance à Netway. La particularité de notre approche est de lier le scientifique au design afin de générer des résultats business concrets.  Nous avons introduit le eyetracking en Europe en 2000. Aujourd'hui nous complétons des mesures de Advanced Eyetracking par du BrainTracking (analyse de ce qui se passe dans le cerveau par l'intermédiaire de matériel IRM Fonctionnel).",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/09/marc-van-rymenant-thumb-143x143-162-thumb-143x143-254.png"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/marc_van_rymenant_parisweb2012.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Les icônes, qui sont-elles ? Quels sont leurs pictos ?",
    "url": "https://www.paris-web.fr/2012/conferences/les-icones-qui-sont-elles-quels-sont-leurs-pictos.php",
    "description": "À Paris Web 2011, CélineCélines parlait lors de sa conférence de la nécessité de repenser les icônes présentes sur nos sites. En 2012, allons plus loin en décryptant ces objets sur-utilisés que sont les pictogrammes !   Embarquez pour un voyage de 40 minutes entre histoire, accessibilité et design pour mieux concevoir ou choisir les icônes d'un site Internet. Au fur et à mesure, une liste de bonnes pratiques se construit pour permettre aux participants de repartir avec des idées applicables rapidement.   Cette conférence s'inspire de problématiques que j'ai rencontrées lors de diverses expériences de design web (icônes spip, clients…), de design pour la signalétique hospitalière et les contraintes multi-culturelles et d'analphabétisme, et également d'une intense veille sur le sujet.",
    "tags": [
      "accessibilité",
      "ergonomie",
      "pictogrammes",
      "UX"
    ],
    "authors": [
      {
        "name": "Sébastien Desbenoit",
        "description": "Sébastien Desbenoit est aujourd'hui web designer chez ThinkInnovation après des études de mathématiques et avoir travaillé dans l'art contemporain !  Passionné de vulgarisation, il tient le blog Internet & Moi qui propose une explication pour le grand public de sujets liés au web.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/S_bastien%20sur%20le%20pont%20Charles-thumb-143x143-220.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xw4ir1",
      "slides": "http://www.paris-web.fr/2012/sebastien_desbenoit_ParisWeb-Icones.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Les tests utilisateurs à distance : intérêt et limites dans le cycle de conception centré utilisateur",
    "url": "https://www.paris-web.fr/2012/conferences/les-tests-utilisateurs-a-distance-interet-et-limites-dans-le-cycle-de-conception-centre-utilisateur.php",
    "description": "La place des tests utilisateurs dans le cycle de conception centré utilisateurs est indéniable et indispensable pour assurer la bonne qualité ergonomique d'une application ou service web. La mise en place de ces tests a fait l'objet de nombreuses publications. Il s'agit d'une méthode éprouvée.   Depuis quelques années, de nombreuses publications scientifiques se sont employé à déterminer le nombre d’utilisateurs qu’il fallait observer pour identifier les problèmes d’utilisabilité. On se rend maintenant compte que les recommandations faites pour les applications interactives \"traditionnelles\", ne sont plus valides pour le web… Dans ce contexte, les tests à distance, parce qu'ils permettent de solliciter de nombreux utilisateurs, peuvent constituer une solution complémentaire intéressante et efficace pour solutionner ce problème.  Cette conférence permettra de faire le point sur les connaissances scientifiques relatives à la mise en place des tests utilisateurs à distance et de présenter l’outil que nous avons développé au sein du laboratoire.",
    "tags": [
      "ergonomie",
      "tests utilisateurs",
      "UX"
    ],
    "authors": [
      {
        "name": "Christian Bastien",
        "description": "Christian Bastien est actuellement Professeur à l'Université de Lorraine (site de Metz), Directeur de l'équipe de recherche ETIC (Expériences utilisateurs dans le Traitement des Interactions technologiques et des Conduites humaines et sociales) du Laboratoire InterPsy et Directeur scientifique de la Société Insyde Labs. Christian Bastien est spécialiste d'ergonomie cognitive et d'ergonomie des systèmes interactifs. Ses travaux sur les méthodes d'évaluation ont été publiés dans de nombreuses conférences et revues nationales et internationales.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/christian-bastien-thumb-143x143-196.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xx656g",
      "slides": "http://www.paris-web.fr/2012/ParisWeb%272012_Bastien.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Utilisez les APIs Web d'aujourd'hui pour créer les interfaces de demain",
    "url": "https://www.paris-web.fr/2012/conferences/utilisez-les-apis-web-daujourdhui-pour-creer-les-interfaces-de-demain.php",
    "description": "Cette présentation a comme but de démystifier les interfaces utilisateur futuristes.   On montrera comment les technologies disponibles aujourd'hui en tant que APIs Web peuvent être utilisées pour concevoir des expériences utilisateur qui sortent de l'ordinaire.   On présentera des exemples de ces interfaces dont on analysera le code point par point. On parlera d'APIs Web comme :   WebGL, Web Sockets, device orientation, camera access, etc.",
    "tags": [
      "web API",
      "web apps"
    ],
    "authors": [
      {
        "name": "Luz Caballero",
        "description": "Luz travaille comme Web Opener chez Opera Software à Palo Alto, Californie. Elle aide les développeurs à utiliser les standards web pour que leurs applications soient interopérables dans toutes les plateformes et dispositifs possibles, favorisant ainsi un web accessible à tout le monde.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/09/luz_caballero_143-thumb-143x143-265.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xuyza9",
      "slides": "http://www.paris-web.fr/2012/luzcaballero.pdf"
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Petit florilège de bonnes pratiques graphiques",
    "url": "https://www.paris-web.fr/2012/ateliers/petit-florilege-de-bonnes-pratiques-graphiques.php",
    "description": "Quels principes adopter en phase de création graphique pour préserver l’ergonomie et l’accessibilité de l’interface web ? Lisibilité typographique, contrastes, couleurs, signalétique des hyperliens, utilisabilité des formulaires, messages d’erreur etc. Quels exemples suivre ?  Cet atelier permettra d'échanger des exemples concrets, c’est-à-dire visuels, d’application des critères de référence (Opquast, AccessiWeb), afin de fournir des repères et pistes d’exploration aux infographistes et directeurs artistiques, en guise de charte graphique, ergonomique et accessible. Comme un B-A-ba du graphisme web.",
    "tags": [
      "accessibilité",
      "typographie",
      "webdesign"
    ],
    "authors": [
      {
        "name": "Romy Duhem Verdière",
        "description": "Soucieuse de qualité, de sémantique et d'accessibilité, d'abord intégratrice indépendante, aujourd'hui consultante web UX pour Alter Way, Romy documente et partage ses réflexions sur son blog depuis 1999.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/09/romy-thumb-143x143-259.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/florilege-bonnes-pratiques.pdf"
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Le Web fait du hors piste !",
    "url": "https://www.paris-web.fr/2012/ateliers/le-web-fait-du-hors-piste.php",
    "description": "Les technologies du Web sont partout et associées à la vague du \"Do It Yourself\"; ainsi de nouvelles possibilités qui s'ouvrent aux développeurs Web d'aujourd'hui :  Lire des puces RFID avec NodeJS ; créer de nouvelles interactions / interfaces avec la Kinect et NodeJS ; contrôler des moteurs, faire de la domotique avec Arduino et JavaScript ; utiliser votre manette de jeu Xbox et PlayStation dans votre navigateur avec la GamePad API ;la visioconférence ; le P2P ; etc.  Cet atelier tentera d'explorer ces nouveaux usages à travers un tour d'horizon des nouvelles possibilités accompagnées de démos.",
    "tags": [
      "Javascript",
      "RFID",
      "web API"
    ],
    "authors": [
      {
        "name": "Jonathan Blanchet",
        "description": "Passionné du web passé par la section multimédia de l'école Gobelins. J'ai ensuite exercé le métier de développeur Ruby avant de m'installer à mon compte comme Freelance développeur web (http://jblanche.fr/) au sein du collectif Lab212 (http://lab212.org/).   J'y participe à l'élaboration d'application web variées, depuis leur conception jusqu'à la réalisation tout en suivant les projets plus artistiques développés par le collectif.  J'ai également déjà animé un atelier sur CoffeeScript l'an dernier.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/jonathan-blanchet-thumb-143x143-235.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Optimisation des images .png et .jpg, compression Deflate extrême des fichiers statiques",
    "url": "https://www.paris-web.fr/2012/ateliers/optimisation-des-images-png-et-jpg-compression-deflate-extreme-des-fichiers-statiques.php",
    "description": "À l'heure où l'on accède de plus en plus souvent au Web en mobilité, les images représentent une part conséquente des données émises par les serveurs ou proxy HTTP. Pour autant les ténors de la production d'images tels Photoshop ou Fireworks ne génèrent pas toujours des fichiers parfaitement optimisés ou ne laissent pas l'utilisateur agir sur certains paramètres.  Après un rapide retour sur les spécifications PNG (type, couche alpha, filtrage etc.) et JPEG (sous-échantillonnage de la chrominance, baseline vs extended, transmission progressive etc.) cet atelier va vous familiariser avec quelques outils d'analyse (JPEGSnoop, TweakPNG etc.) afin d'y débusquer d'éventuelles métadonnées superflues (vignette de prévisualisation, commentaire, profil colorimétrique etc.) ou erreurs de ciblage (image noir et blanc ou 256 couleurs enregistrée en millions de couleurs).  Les meilleurs moteurs de compression Deflate (utilisables également sur les fichiers .css, .js ou .svg) ainsi que le nettoyage de la couche alpha et le filtrage automatique seront mis en œuvre pour (re)compresser des PNGs.  Du côté du JPEG le réglage fin de la transmission progressive et l'utilisation de régions d'intérêt seront expérimentés.  L'automatisation des optimisations par des scripts sera également pratiquée.",
    "tags": [
      "compression",
      "images",
      "optimisation",
      "SEO"
    ],
    "authors": [
      {
        "name": "Frédéric Kayser",
        "description": "Ancien technicien de l'atelier numérique de l'École supérieure des arts décoratifs de Strasbourg et ancien administrateur système dans le pré-presse je suis aujourd'hui opérateur grand système IBM, mais surtout féru de compression et auteur de deux petits hacks pour optimiser les images PNG (cryopng et huffmix).",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/kayser-143-thumb-143x143-230.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Recommandation, le défi",
    "url": "https://www.paris-web.fr/2012/ateliers/recommandation-le-defi.php",
    "description": "1h30 pour ajouter de la recommandation sociale sur votre site web, sans la moindre API et sans le moindre service externe ! Vous croyez cela impossible ?! C'est le défi que nous vous proposons de relever ensemble pendant cet atelier.  Pas à pas nous aborderons ainsi les différentes approches pour réaliser de la recommandation. Nous verrons pourquoi la recommandation dite \"sociale\" est pertinente et comment la mettre en place concrètement.   Pour profiter au mieux de cet atelier, les participants sont invités à venir équipés :   un ordinateur incluant un IDE, les sources d'un de leur site auquel ils souhaitent apporter cette fonctionnalité, une environnement local pour la tester.  Application, site e-commerce, forum, etc. : tout site avec des comptes utilisateurs est concerné. 1h30 plus tard, si le défi est relevé, nous aurons même un prototype fonctionnel !",
    "tags": [
      "développement",
      "social"
    ],
    "authors": [
      {
        "name": "Thomas Gasc",
        "description": "Développeur web depuis 2003, spécialisé sur les technologies liées au PHP (MySQL, Symfony, PHPUnit, etc ...) mais également intéressé par les thèmes liés à l'intégration HTML et plus généralement à la publication web (UX, Accessibilité, Sémantique, etc).  Je travaille comme développeur depuis 2010 chez Marcom-Connect. Nous éditons des solutions web de gestionnaire d'agenda et de prise de rendez-vous.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/09/thomas-gasc-thumb-143x143-261.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/Recommandation-le-defi.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Future Reading : nouveaux espaces, patterns et tendances pour les architectes de l’information",
    "url": "https://www.paris-web.fr/2012/conferences/future-reading-nouveaux-espaces-patterns-et-tendances-pour-les-architectes-de-linformation.php",
    "description": "Bien que la fin du livre soit annoncée depuis aussi longtemps que la fin du monde, de nouveaux espaces de lecture sont en train de se créer. Les architectes de l'information auront le rôle de les aménager pour tirer le maximum de nouvelles opportunités d’expérience et d’interaction qu’ils ouvrent.  Dans cette conférence, un panorama complet de ces nouveaux espaces de lecture, des \"patterns\" d'interaction qui y sont associés et des tendances d’interaction qu’ils dégagent vous sera présenté. L’impact qu’ils peuvent avoir sur les pratiques de lecture et sur la manière de concevoir l'architecture de l'information des objets de lecture y sera bien sûr analysé.   Ainsi les sujets suivants seront abordés :  Les nouveaux espaces de lecture : les espaces classiques et leurs évolutions, les nouvelles opportunités du \"native touch\", les magazines personnalisés, l’indépendance du contenu par rapport aux supports ; L’interaction pendant la lecture : les classiques de navigation et pagination revisités ; les règles d’interaction comme partie intégrante de l’expérience d’une marque ; l’enrichissement de l’espace de lecture ; Les interactions autour de la lecture : l’extension de l’espace de lecture, la lecture géolocalisée, la lecture sociale.   Au cours de cette conférence Claudio Vandi et Grandin Donovan ne se limiteront pas à présenter une collection de cas mais avaliseront les opportunités qui s’ouvrent aux architectes de l’information et l’impact sur leur travail de conception et réalisation de produits destinés à la lecture.",
    "tags": [
      "ergonomie",
      "géolocalisation",
      "UX"
    ],
    "authors": [
      {
        "name": "Grandin Donovan",
        "description": "Diplômé de la New-York University en littérature et journalisme, Grandin Donovan a d’abord travaillé comme enquêteur avant de s’installer à Paris. Passionné par le design d’expérience utilisateur, il à passé plusieurs années comme Product Manager chez Dailymotion, puis rejoint Nealite en tant que manager UX. Il est Ambassadeur de l’EuroIA pour la France, et co-fondateur d’UX Paris. Il aime bien parler de la bouffe.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/grandin_donovan-thumb-143x143-205.jpg"
      },
      {
        "name": "Claudio Vandi",
        "description": "Claudio est l'expert en utilisabilité et ergonomie cognitive de Silicon Xperience. Issu d'une formation en Sémiotique et Sciences de la Communication (Université de Bologne, Italie) et Psychologie Cognitive (EPHE et l'Université de Paris 8) il a exploré différents thèmes de recherche : l'usage de métaphores dans les interfaces homme-machine, le transfert d'habitudes d'interaction à travers les interfaces, et le changement comportementaux liés à la lecture à l'écran.  Il a travaillé comme chercheur au LUTIN Userlab, chef de projet au sein d'Universcience, Cité des sciences et de l'industrie et a participé en tant que expert à la European Satellite Navigation Competition. Il est principal  auteur du livre blanc « Seniors et tablettes interactives » et il a récemment publié un livre intitulé « L'usabilità, modelli e progettazione » (Utilisabilité : modèles et design).  Depuis 2010 il conçoit de nouvelles expérience de lecture avec Flipbulbs.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/Claudio%20Vandi-thumb-143x143-197.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xx8b7p",
      "slides": "http://www.paris-web.fr/2012/Vandi_Donovan-NewReadingExperiences-ParisWeb2012.pdf"
    }
  },
  {
    "year": 2012,
    "type": "conference",
    "title": "Application cache",
    "url": "https://www.paris-web.fr/2012/conferences/application-cache.php",
    "description": "The Application Cache is one of the cool bits of HTML5, allowing sites to work without a network connection brings us much closer to native app-like behaviour. However, from HTML5 roundup articles and talks you may be left with the impression that it's a magic-bullet fix. Unfortunately it isn't, the Application Cache is a douchebag.   I don't mean it's incompetent or difficult… it's just a douchebag. The Application Cache has skills we need, but if you asked him to paint your bathroom he'd somehow manage to flood your kitchen and break your TV in the process, and he wouldn't care.   We'll look at how to use the features of Application Cache without the horrible side effects, comparing techniques you'd use for a simple clientside app and a large content-driven site. We'll explore the many gotchas left out of most AppCache articles and how you can build your site to survive them.    Application Cache est un des morceaux sympa de HTML5, permettant aux sites de fonctionner sans connexion réseau pour nous rapprocher encore davantage d’un comportement de type app. Attention toutefois, car à en croire les articles et sessions autour d’HTML5, vous pourriez avoir le sentiment qu’il s’agit là d’une solution magique universelle. Hélas, il n’en est rien, Application Cache est un enfoiré.  Je ne veux pas dire par là qu’il est incompétent ou pénible… C’est juste un enfoiré. Application Cache a les savoir-faire dont nous avons besoin, mais si vous lui demandiez de repeindre votre salle de bain il arriverait probablement à inonder la cuisine et à casser la télé au passage, et ça ne le gênerait même pas.  Nous allons examiner comment bien employer les fonctionnalités d’Application Cache sans les horribles effets de bord, comparer les techniques à employer pour une app côté client simple et pour un site massif de contenus.  Nous explorerons les nombreux pièges passés sous silence par la plupart des articles sur AppCache, et verrons comment construire un site qui leur survive.     NB : cette conférence sera en anglais avec traduction simultanée.",
    "tags": [
      "cache",
      "web API",
      "web apps"
    ],
    "authors": [
      {
        "name": "Jake Archibald",
        "description": "Jake Archibald is a developer at Lanyrd specialising in client-side stuff, although dabbles in a bit of Django. He built their mobile web app which went for ambitious device support rather than “Webkit only thank-you-please”. He's keen on web performance, developing Sprite Cow to help ease the pain of sprite sheets, and started a blog way after blogs stopped being cool.  Outside of the web, he likes the taste of beer, watches Formula One, and likes taking photos of things. He has ambitions to be a fashion designer.    Jake Archibald est développeur chez Lanyrd, spécialisé dans le côté client, même s’il tripote un peu de code Django. Il a construit leur appli web mobile en partant sur une politique ambitieuse de prise en charge de périphériques plutôt que l’approche « Webkit-uniquement-s-il-vous-plait-merci ». Il est très intéressé par la performance web, développe Sprite Cow pour faciliter la mise en place d’images composées avec CSS, et a commencé un blog bien après que ceux-ci aient cessé d’être cools.   Hors du web, il aime le goût de la bière, regarde la Formule 1, et aime prendre des photos de trucs. Il ambitionne de devenir créateur de mode.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/jake-archibald-thumb-143x143-208.jpg"
      }
    ],
    "ressource": {
      "video": "https://www.dailymotion.com/video/xwsc3y",
      "slides": "http://www.paris-web.fr/2012/Application-cache.pdf"
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Collecter et prioriser les besoins de vos utilisateurs à l’aide de Focus Groups “Agile UX”.",
    "url": "https://www.paris-web.fr/2012/ateliers/collecter-et-prioriser-les-besoin-de-vos-utilisateurs-a-laide-de-workshops-agile-ux.php",
    "description": "L'étape primordiale d’un projet, quelle que soit la méthodologie adoptée, est la collecte des besoins. Il est souvent difficile de les identifier, de les comprendre et de leur associer des priorités. Qu’il s’agisse de projets réalisés en mode Agile ou plus classiquement en cascade, l’approche User Centric apporte des solutions concrètes à ce stade du projet. Vous souhaitez découvrir la technique originale des focus groups \"UX Agile\" ? Cet atelier est fait pour vous.  En repartant de cet atelier vous saurez précisément  :   apporter la vue utilisateur (Backlog orienté utilisateur) ; définir des User Stories avec vos utilisateurs; mettre à profit les concepts Agiles pour gagner en efficacité; comprendre les pièges UX à éviter en termes d’évaluation utilisateur; et plus largement comprendre le contexte Agile UX et comment intégrer l'utilisateur dans une approche Agile.   Vous apprendrez à plonger vos utilisateurs en immersion dans une session de focus group timeboxée qui tiendra toutes ses promesses pour délivrer une feuille de route orientée utilisateur à votre équipe de développement.",
    "tags": [
      "agilité",
      "UX"
    ],
    "authors": [
      {
        "name": "Gautier Barrère",
        "description": "Gautier Barrère est psychologue, stratège UX et spécialiste en persuasive design. Il coordonne l'équipe \"Web & UX\" Office du gouvernement luxembourgeois, responsable du référentiel de qualité Web Renow (www.renow.lu).",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/gautierbarrere-thumb-143x143-232.jpg"
      },
      {
        "name": "Éric Mazzone",
        "description": "Éric Mazzone est consultant spécialiste dans l'analyse BPM et dans les démarche centrées utilisateur. Ses missions consistent notamment à intégrer l'approche centrée utilisateur au sein des démarches d'analyse et des méthodes de gestion de projet.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/Eric%20Mazzone-thumb-143x143-201.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": null
    }
  },
  {
    "year": 2012,
    "type": "workshop",
    "title": "Clinique des navigateurs",
    "url": "https://www.paris-web.fr/2012/ateliers/clinique-des-navigateurs.php",
    "description": "Nous débuterons par une courte introduction sur comment préparer un bon rapport de bug ou une demande de fonctionnalité. Puis les participants seront invités à exprimer leurs soucis avec les navigateurs, que ce soit au niveau de l'interface ou du rendu des pages. Des tuteurs accompagneront les participants pour comprendre leurs problèmes puis les exprimer au bon endroit (bug tracker, mailing list). Les participants devraient en retirer une meilleure compréhension des navigateurs et des spécifications. Les \"tuteurs\" repartiront avec plein de bugs à corriger. Bien se préparer pour cet atelier.",
    "tags": [
      "navigateurs"
    ],
    "authors": [
      {
        "name": "Anthony Ricaud",
        "description": "Développeur Web, Anthony anime nos discussions sur ##openweb, Twitter (@rik24d) et autres avec passion et humour. Une langue acérée et un cœur tendre en toutes circonstances, il est toujours prompt à aider. Il a participé au code source de WebKit. Il travaille pour Mozilla dans l'équipe de développement Web.  De temps en temps, il blogue sur hanblog.info.  Cette biographie collective a été rédigée via IRC : irc.freenode.net ##openweb.",
        "picture": "https://www.paris-web.fr/2012/assets_c/2012/08/anthony-ricaud-thumb-143x143-193.jpg"
      }
    ],
    "ressource": {
      "video": null,
      "slides": "http://www.paris-web.fr/2012/ARicaud_clinique_navigateurs.pdf"
    }
  }
]